Repository: BackupTheBerlios/arch-i18n-svn
Catalog: trunk/pacman-i18n/po/*.po
Languages: de, es, fr, nl, pl_pl, pt_pt, ru, sv

source: config: nopassiveftp
de: Konfiguration: Kein passives FTP
es: configuración: no ftp pasivo
fr: configuration : ne pas utiliser le mode FTP passif (NoPassiveFtp)
nl: configuratie: nopassiveftp
pl_pl: konfiguracja: nopassiveftp
pt_pt: configuração: ftp não passivo
sv: konfiguration: ingen passiv FTP

source: config: usesyslog
de: Konfiguration: Benutze Syslog
es: configuración: Usar Syslog
fr: configuration : utiliser le gestionnaire de journal du système (UseSyslog)
nl: configuratie: usesyslog
pl_pl: konfiguracja: usesyslog
pt_pt: configuração: utilizar registo do sistema
sv: konfiguration: använd Syslog

source: config: including %s
de: Konfiguration: Inkludiere %s
es: configuración: incluyendo %s
fr: configuration : fichiers de configuration supplémentaires (Include) : %s
nl: configuratie: %s toevoegen
pl_pl: konfiguracja: dodajê %s
pt_pt: configuração: incluindo %s
sv: konfiguration: inkluderar %s

source: config: noupgrade: %s
de: Konfiguration: Kein Update: %s
es: configuración: noactualizar: %s
fr: configuration : fichiers protégés lors des installations ou des mises à niveau (NoUpgrade) : %s
nl: configuratie: noupgrade: %s
pl_pl: konfiguracja: noupgrade: %s
pt_pt: configuração: sem actualização: %s
sv: konfiguration: ingen uppgradering: %s

source: config: ignorepkg: %s
de: Konfiguration: Ignoriere Paket: %s
es: configuración: Ignorar paquete: %s
fr: configuration : paquets dont la mise à niveau est omise (IgnorePkg) : %s
nl: configuratie: ignorepkg: %s
pl_pl: konfiguracja: ignorepkg: %s
pt_pt: configuração: ignorar pacote: %s
sv: konfiguration: ignorera paket: %s

source: config: holdpkg: %s
de: Konfiguration: Halte Paket: %s
es: configuración: mantener paquete: %s
fr: configuration : paquets dont la suppression nécessite une confirmation (HoldPkg) : %s
nl: configuratie: holdpkg: %s
pl_pl: konfiguracja: holdpkg: %s
pt_pt: configuração: manter pacote: %s
sv: konfiguration: bevara paket: %s

source: config: dbpath: %s
de: Konfiguration: Datenbankpfad: %s
es: configuración: ruta de base de datos: %s
fr: configuration: chemin de la base de données (DBPath) : %s
nl: configuratie: dpath: %s
pl_pl: konfiguracja: dbpath: %s
pt_pt: configuração: caminho da base de dados: %s
sv: konfiguration: databassökväg: %s

source: config: log file: %s
de: Konfiguration: Logdatei: %s
es: configuración: archivo de registro: %s
fr: configuration : fichier journal (LogFile) : %s
nl: configuratie: logboekbestand: %s
pl_pl: konfiguracja: plik logów: %s
pt_pt: configuração: arquivo de registo: %s
ru: config: log-файл: %s
sv: konfiguration: loggfil: %s

source: config: xfercommand: %s
de: Konfiguration: Xfer Kommando: %s
es: configuración: comando Xfer: %s
fr: configuration : programme utilisé pour le téléchargement (XferCommand) : %s
nl: configuratie: xfercommand: %s
pl_pl: konfiguracja: xfercommand: %s
pt_pt: configuração: comando de transferência: %s
sv: konfiguration: Xfer kommando: %s

source: config: line %d: bad server location
de: Konfiguration: Zeile %d: Invalide Serveradresse
es: configuración: linea %d: dirección de servidor inválida
fr: configuration : ligne %d : adresse du serveur non valide
nl: configuratie: lijn %d: foutieve server locatie
pl_pl: konfiguracja: wiersz %d: z³a lokacja serwera
pt_pt: configuração: linha %d: localização do servidor inválida
ru: config: строка %d: неверное расположение сервера
sv: konfiguration: rad %d: felaktig serveradress

source: config: proxyserver: %s
de: Konfiguration: Proxyserver: %s
es: configuración: Servidor proxy: %s
fr: configuration : serveur proxy (ProxyServer) : %s
nl: configuratie: proxyserver: %s
pl_pl: konfiguracja: proxyserver: %s
pt_pt: configuração: servidor de proxy: %s
sv: konfiguration: proxyserver: %s

source: config: proxyport: %u
de: Konfiguration: Proxyport: %u
es: configuración: puerto proxy: %u
fr: configuration : port du serveur proxy (ProxyPort) : %u
nl: configuratie: proxyport: %u
pl_pl: konfiguracja: proxyport: %u
pt_pt: configuração: porta do proxy: %u
sv: konfiguration: proxyport: %u

source: config: line %d: protocol %s is not supported
de: Konfiguration: Zeile %d: Das Protokoll %s wird nicht unterstützt
es: configuración: linea %d: el protocolo %s no está soportado
fr: configuration : ligne %d : le protocole %s n'est pas supporté
nl: configuratie: lijn %d: protocol %s is niet ondersteund
pl_pl: konfiguracja: wiersz %d: protokó³ %d nie jest wspierany
pt_pt: configuração: linha %d: protocolo %s não é suportado
ru: config: строка %d: протокол %s не поддерживается
sv: konfiguration: rad %d: protokollet %s stöds inte

source: config: %s: server: %s %s %s
de: Konfiguration: Server: %s %s %s
es: configuración: %s: servidor: %s %s %s
fr: configuration : %s: serveur : %s %s %s
nl: configuratie: %s: server: %s %s %s
pl_pl: konfiguracja: %s: serwer: %s %s %s
pt_pt: configuração: %s: servidor: %s %s %s
ru: config: %s: сервер: %s %s %s
sv: konfiguration: server: %s %s %s

source: usage: %s {-h --help}
de: Optionen: %s {-h --help}
es: modo de uso: %s {-h --help}
fr: utilisation : %s {-h --help}
nl: gebruik: %s {-h --help}
pl_pl: wykorzystanie: %s {-h --help}
pt_pt: utilização: %s {-h --help}
ru: использование: %s {-h --help}
sv: användning: %s {-h --help}

source: %s {-A --add} [options] <file>
de: %s {-A --add} [Optionen] <Datei>
es: %s {-A --add} [opciones] <archivo>
fr: %s {-A --add} [options] <fichier>
nl: %s {-A --add} [opties] <bestand>
pl_pl: %s {-A --add} [opcje] <plik>
pt_pt: %s {-A --add} [opções] <ficheiro>
ru: %s {-A --add} [опции] <файл>
sv: %s {-A --add} [valmöjligheter] <fil>

source: %s {-R --remove} [options] <package>
de: %s {-R --remove} [Optionen] <Paket>
es: %s {-R --remove} [opciones] <paquete>
fr: %s {-R --remove} [options] <paquet>
nl: %s {-R --remove} [opties] <pakket>
pl_pl: %s {-R --remove} [opcje] <pakiet>
pt_pt: %s {-R --remove} [opções] <pacote>
ru: %s {-R --remove} [опции] <пакет>
sv: %s {-R --remove} [valmöjligheter] <paket>

source: %s {-U --upgrade} [options] <file>
de: %s {-U --upgrade} [Optionen] <Datei>
es: %s {-U --upgrade} [opciones] <archivo>
fr: %s {-U --upgrade} [options] <fichier>
nl: %s {-U --upgrade} [opties] <bestand>
pl_pl: %s {-U --upgrade} [opcje] <plik>
pt_pt: %s {-U --upgrade} [opções] <ficheiro>
ru: %s {-U --upgrade} [опции] <файл>
sv: %s {-U --upgrade} [valmöjligheter] <fil>

source: %s {-F --freshen} [options] <file>
de: %s {-F --freshen} [Optionen] <Datei>
es: %s {-F --freshen} [opciones] <archivo>
fr: %s {-F --freshen} [options] <fichier>
nl: %s {-F --freshen} [opties] <bestand>
pl_pl: %s {-F --freshen} [opcje] <plik>
pt_pt: %s {-F --freshen} [opções] <ficheiro>
ru: %s {-F --freshen} [опции] <файл>
sv: %s {-F --freshen} [valmöjligheter] <fil>

source: %s {-Q --query} [options] [package]
de: %s {-Q --query} [Optionen] [Paket]
es: %s {-Q --query} [opciones] [paquete]
fr: %s {-Q --query} [options] [paquet]
nl: %s {-Q --query} [opties] [pakket]
pl_pl: %s {-Q --query} [opcje] [pakiet]
pt_pt: %s {-Q --query} [opções] [pacote]
ru: %s {-Q --query} [опции] [пакет]
sv: %s {-Q --query} [valmöjligheter] [paket]

source: %s {-S --sync} [options] [package]
de: %s {-S --sync} [Optionen] [Paket]
es: %s {-S --sync} [opciones] [paquete]
fr: %s {-S --sync} [options] [paquet]
nl: %s {-S --sync} [opties] [pakket]
pl_pl: %s {-S --sync} [opcje] [pakiet]
pt_pt: %s {-S --sync} [opções] [pacote]
ru: %s {-S --sync} [опции] [пакет]
sv: %s {-S --sync} [valmöjligheter] [paket]

source: use '%s --help' with other options for more syntax
de: Benutzen Sie '%s --help' mit anderen Optionen für spezifische Informationen
es: use '%s --help' con otras opciones para conocer más acerca de estas
fr: utiliser '%s --help' avec d'autres options pour en savoir plus au sujet de ces dernières
nl: gebruik '%s --help' met andere opties voor meer grammatica
pl_pl: u¿yj '%s --help' z innymi opcjami w celu uzyskania dodatkowego opisu
pt_pt: use '%s --help' com outras opções para mais informações
ru: используйте '%s --help' с другими опциями для более подробной справки
sv: använd '%s --help' med andra valmöjligheter för mer syntax

source: usage: %s {-A --add} [options] <file>
de: Gebrauch: %s {-A --add} [Optionen] <Datei>
es: modo de uso: %s {-A --add} [opciones] <archivo>
fr: utilisation : %s {-A --add} [options] <fichier>
nl: gebruik: %s {-A --add} [opties] <bestand>
pl_pl: wykorzystanie: %s {-A --add} [opcje] <plik>
pt_pt: uso: %s {-A --add} [opções] <ficheiro>
ru: использование: %s {-A --add} [опции] <файл>
sv: användning: %s {-A --add} [valmöjligheter] <fil>

source: options:
de: Optionen:
es: opciones:
nl: opties:
pl_pl: opcje:
pt_pt: opções:
ru: опции:
sv: valmöjligheter:

source: -d, --nodeps skip dependency checks
de: -d, --nodeps Überspringe Abhängigkeitsprüfung
es: -d, --nodeps omite que se busquen las dependencias
fr: -d, --nodeps omet la vérification des dépendances
nl: -d, --nodeps afhankelijkheidscontrole overslaan
pl_pl: -d, --nodeps pomija sprawdzanie zale¿no¶ci
pt_pt: -d, --nodeps não verificar dependências
ru: -d, --nodeps не проверять зависимости пакетов
sv: -d, --nodeps skippa beroendekontroller

source: -f, --force force install, overwrite conflicting files
de: -f, --force Installation erzwingen, überschreibe kollidierende Dateien
es: -f, --force forza la isntalación sobreescribiendo los archivos conflictivos
fr: -f, --force force l'installation, écrase les fichiers en conflit
nl: -f, --force installatie forceren, conflicterende bestanden overschrijven
pl_pl: -f, --force wymuszenie instalacji, nadpisanie plików w konflikcie z tym pakietem
pt_pt: -f, --force forçar a instalação, sobreescrever ficheiros em conflito
ru: -f, --force перезаписывать конфликтующее файлы
sv: -f, --force tvinga installation, skriv över filer

source: usage: %s {-R --remove} [options] <package>
de: Gebrauch: %s {-R --remove} [Optionen] <Datei>
es: modo de uso: %s {-R --remove} [opciones] <paquete>
fr: utilisation : %s {-R --remove} [options] <paquet>
nl: gebruik: %s {-R --remove} [opties] <pakket>
pl_pl: wykorzystanie: %s {-R --remove} [opcje] <pakiet>
pt_pt: uso: %s {-R --remove} [opções] <pacote>
ru: использование: %s {-R --remove} [опции] <пакет>
sv: användning: %s {-R --remove} [valmöjligheter] <paket>

source: -c, --cascade remove packages and all packages that depend on them
de: -c, --cascade Entferne die Pakete und alle Pakete, welche abhängig von jenen Paketen sind
es: -c, --cascade remueve los paquetes y también los paquetes que dependen de ellos
fr: -c, --cascade supprime les paquets et tous les paquets qui en dépendent
nl: -c, --cascade alle pakketten en alle pakketten afhankelijk ervan verwijderen
pl_pl: -c, --cascade usuwa wszystkie pakiety i wszystkie ich zale¿no¶ci
pt_pt: -c, --cascade remover pacotes e todos os outros que deles dependam
ru: -c, --cascade удалить пакет и все пакеты, которые зависят от него
sv: -c, --cascade ta bort paket och alla paket som är bereonde av dem

source: -k, --dbonly only remove database entry, do not remove files
de: -k, --dbonly Entferne nur Datenbank Eintrag, keine Dateien
es: -k, --dbonly remueve solamente las entradas a la base de datos y no a los archivos
fr: -k, --dbonly supprime seulement l'entrée dans la base de données, ne supprime pas les fichiers
nl: -k, --dbonly alleen database ingang verwijderen, bestanden niet verwijeren
pl_pl: -k, --dbonly usuwa jedynie wpis w bazie danych
pt_pt: -k, --dbonly apenas remover a entrada na base de dados, não remover arquivos
ru: -k, --dbonly только удалить запись из базы данных, но не удалять файлы
sv: -k, --dbonly ta endast bort databasnotering, inte filer

source: -n, --nosave remove configuration files as well
de: -n, --nosave Entferne auch Konfigurationsdateien
es: -n, --nosave también remueve los archivos de configuración
fr: -n, --nosave supprime également les fichiers de configuration
nl: -n, --nosave configuratiebestanden ook verwijderen
pl_pl: -n, --nosave usuwa równie¿ pliki konfiguracyjne
pt_pt: -n, --nosave remover também arquivos de configuração
ru: -n, --nosave не сохранять старые файлы конфигурации
sv: -n, --nosave ta bort konfigurationsfiler också

source: -s, --recursive remove dependencies also (that won't break packages)
de: -s, --recursive Entferne auch alle Abhängigkeiten
es: -s, --recursive remueve también las dependencias (las que ningún otro paquete necesita)
fr: -s, --recursive supprime également les dépendances (qui ne casseront pas les paquets)
nl: -s, --recursive afhankelijkheden ook verwijderen (dat andere pakketen niet zal kapot maken)
pl_pl: -s, --recursive usuwa równie¿ zale¿no¶ci nie u¿ywane przez inne pakiety
pt_pt: -s, --recursive remover também dependencias (que não quebrem os pacotes)
ru: -s, --recursive удалять зависимости также (которые не будет нарушать пакеты)
sv: -s, --recursive ta bort beroenden också (som inte behövs av andra)

source: usage: %s {-F --freshen} [options] <file>
de: Gebrauch: %s {-F --freshen} [Optionen] <Datei>
es: modo de uso: %s {-F --freshen} [opciones] <archivo>
fr: utilisation : %s {-F --freshen} [options] <fichier>
nl: gebruik: %s {-F --freshen} [opties] <bestand>
pl_pl: wykorzystanie: %s {-F --freshen} [opcje] <plik>
pt_pt: uso: %s {-F --freshen} [opções] <ficheiro>
ru: использование: %s {-F --freshen} [опции] <файл>
sv: användning: %s {-F --freshen} [valmöjligheter] <fil>

source: usage: %s {-U --upgrade} [options] <file>
de: Gebrauch: %s {-U --upgrade} [Optionen] <Datei>
es: modo de uso: %s {-U --upgrade} [opciones] <archivo>
fr: utilisation : %s {-U --upgrade} [options] <fichier>
nl: gebruik: %s {-U --upgrade} [opties] <bestand>
pl_pl: wykorzystanie: %s {-U --upgrade} [opcje] <plik>
pt_pt: uso: %s {-U --upgrade} [opções] <ficheiro>
ru: использование: %s {-U --upgrade} [опции] <файл>
sv: användning: %s {-U --upgrade} [valmöjligheter] <fil>

source: usage: %s {-Q --query} [options] [package]
de: Gebrauch: %s {-Q --query} [Optionen] [Paket]
es: modo de uso: %s {-Q --query} [opciones] [paquete]
fr: utilisation : %s {-Q --query} [options] [paquet]
nl: gebruik: %s {-Q --query} [opties] [pakket]
pl_pl: wykorzystanie: %s {-Q --query} [opcje] [pakiet]
pt_pt: uso: %s {-Q --query} [opções] [pacote]
ru: использование: %s {-Q --query} [опции] [пакет]
sv: användning: %s {-Q --query} [valmöjligheter] [paket]

source: -e, --orphans list all packages that were explicitly installed
de: -e, --orphans Ziege alle Pakete, welche explizit installiert sind
es: -e, --orphans muestra una lista de todos los paquetes instalados explicitamente
fr: -e, --orphans liste tous les paquets qui ont été installés explicitement
nl: -e, --orphans lijst weergeven van alle pakketten die expliciet zijn geinstalleerd
pl_pl: -e, --orphans listuje pakiety instalowane na rz±danie
pt_pt: -e, --orphans mostrar a lista de todos os pacotes que foram instalados explicitamente
ru: -e, --orphans вывести все пакеты, которые были явно установленны
sv: -e, --orphans lista alla paket som installerades explicit

source: and are not required by any other packages
de: und nicht von anderen Paketen benötigt werden, an
es: y no son requeridos por otros paquetes
fr: et qui ne sont requis par aucun autre paquet
nl: en niet vereist zijn door enige andere pakketten
pl_pl: i które nie s± wykorzystywane przez inne pakiety
pt_pt: e não são requeridos por nenhum outro pacote
ru: и не требуются никакими другими пакетам
sv: och inte krävs av några andra paket

source: -g, --groups view all members of a package group
de: -g, --groups Zeige alle Pakete einer Gruppe an
es: -g, --groups muestra todos los miembros de un grupo de paquetes
fr: -g, --groups voir tous les membres d'un groupe de paquets
nl: -g, --groups bekijk alle leden van een pakketgroep
pl_pl: -g, --groups poka¿ pakiety nale¿±ce do grupy
pt_pt: -g, --groups ver todos os membros do grupo do pacote
ru: -g, --groups просмотреть всех членов группы данного пакета
sv: -g, --groups visa alla medlemmar i en paketgrupp

source: -i, --info view package information (use -ii for more)
de: -i, --info Zeige Paketinformationen an (-ii für mehr Details)
es: -i, --info muestra la información del paquete (use -ii para ver más detalles)
fr: -i, --info voir l'information du paquet (utiliser -ii pour plus de détails)
nl: -i, --info pakketinformatie weergeven (gebruik -ii voor meer)
pl_pl: -i, --info informacje o pakiecie (-ii dla szczegu³ów)
pt_pt: -i, --info ver a informação sobre o pacote (utilize -ii para mais pormenores)
ru: -i, --info вывод информации о пакете (используйте -ii для более подробной информации)
sv: -i, --info visa paketinformation (använd -ii för mer)

source: -l, --list list the contents of the queried package
de: -l, --list Zeige den Gesamten Inhalt eines Paketes an
es: -l, --list muestra el contenido del paquete buscado
fr: -l, --list liste le contenu du paquet interrogé
nl: -l, --list inhoud van het opgevraagde pakket weergeven
pl_pl: -l, --list pokazuje zawarto¶æ pakietu
pt_pt: -l, --list motrar a lista do conteúdo do pacote
ru: -l, --list вывод содержимого запрошенного пакета
sv: -l, --list lista hela innehållet i de valda paketen

source: -o, --owns <file> query the package that owns <file>
de: -o, --owns <Datei> Suche Paket, welches die <Datei> enthält
es: -o, --owns <archivo> busca el paquete que contenga <archivo>
fr: -o, --owns <fichier> interroge le paquet à qui appartient <fichier>
nl: -o, --owns <file> pakket opvragen dat <bestand> bezit
pl_pl: -o, --owns <plik> szuka pakietu, który zawiera <plik>
pt_pt: -o, --owns <ficheiro> procurar o pacote a que pertence <ficheiro>
ru: -o, --owns <файл> поиск пакета, которому принадлежит <файл>
sv: -o, --owns <fil> sök efter paketet som äger <fil>

source: -p, --file pacman will query the package file [package] instead of
de: -p, --file Benutze [Paket] stattdessen
es: -p, --file pacman dejara el paquete en una lista de espera, en lugarde
fr: -p, --file pacman interrogera le fichier du paquet [paquet] à la place
nl: -p, --file pacman zal gegevens opvragen van het pakketbestand [pakket] in plaats van
pl_pl: -p, --file pacman sprawdzi zainstalowany [pakiet] a nie
pt_pt: -p, --file pacman procurará o ficheiro de pacote [pacote] em vez de
ru: -p, --file pacman запросит файл пакета [пакет] вместо того, чтобы
sv: -p, --file pacman kommer att fråga paketfilen [package] istället

source: looking in the database
de: Suche in der Datenbank
es: buscando en la base de datos
fr: recherche dans la base de données
nl: in de database te kijken
pl_pl: bazê danych
pt_pt: procurar na base de dados
ru: смотреть в базе данных
sv: tittar efter i databasen

source: -s, --search search locally-installed packages for matching strings
de: -s, --search Durchsuche installierte Pakete nach der angegebenen Zeichenkette
es: -s, --search busca en los paquetes instalados si hay palabras que concuerden
fr: -s, --search recherche dans les paquets installés localement la chaîne de caractères correspondante
nl: -s, --search zoek lokaal geinstalleerde pakket voor passende tekenreeksen
pl_pl: -s, --search przeszukuje zainstalowane pakiety w poszukiwaniu frazy
pt_pt: -s, --search procurar palavras nos pacotes instalados localmente
ru: -s, --search искать локально-установленные пакеты соответствующие строкам
sv: -s, --search sök lokalt installerade paket för matchande strängar

source: usage: %s {-S --sync} [options] [package]
de: Gebrauch: %s {-S --sync} [Optionen] [Paket]
es: modo de uso: %s {-S --sync} [opciones] [paquete]
fr: utilisation : %s {-S --sync} [options] [paquet]
nl: gebruik: %s {-S --sync} [opties] [pakket]
pl_pl: wykorzystanie: %s {-S --sync} [opcje] [pakiet]
pt_pt: uso: %s {-S --sync} [opções] [pacote]
ru: использование: %s {-S --sync} [опции] [пакет]
sv: användning: %s {-S --sync} [valmöjligheter] [paket]

source: -c, --clean remove old packages from cache directory (use -cc for all)
de: -c, --clean Entferne alte Pakete aus dem Cache (-cc für alle Pakete)
es: -c, --clean remueve los paquetes viejos del directorio caché(use -cc para todos los paquetes)
fr: -c, --clean supprime les anciens paquets du répertoire de cache (utiliser -cc pour tous)
nl: -c, --clean oude pakketen van de cache verwijderen (gebruik -cc om alles te verwijderen)
pl_pl: -c, --clean usuwa z cache stare pakiety (u¿yj -cc by usun±æ wszystkie)
pt_pt: -c, --clean remover pacotes antigos da directoria da cache (utilize -cc para remover todos)
ru: -c, --clean удаление старых пакетов из каталога кэша (-cc для всех)
sv: -c, --clean ta bort gamla paket från cache-mappen (-cc för alla)

source: -i, --info view package information
de: -i, --info Zeige Paketinformationen am
es: -i, --info muestra la información del paquete
fr: -i, --info affiche l'information du paquet
nl: -i, --info pakket informatie weergeven
pl_pl: -i, --info zobacz informacje o pakiecie
pt_pt: -i, --info ver a informação do pacote
ru: -i, --info просмотр информации о пакете
sv: -i, --info visa paketinformation

source: -l, --list list all packages belonging to the specified repository
de: -l, --list Zeige alle Pakete der Paketquelle an
es: -l, --list muestra todos los paquetes que pertenecen al repositorio especificado
fr: -l, --list liste tous les paquets appartenant au dépôt spécifié
nl: -l, --list toon alle pakketten die behoren tot het gespecifieerde magazijn
pl_pl: -l, --list listuje pakiety nale¿±ce do danego repozytorium
pt_pt: -l, --list mostrar a lista de todos os pacotes pertencentes ao repositório especificado
ru: -l, --list показать все пакеты, принадлежащие указанному репозиторию
sv: -l, --list lista alla paket tillhörande angivet förråd

source: -p, --print-uris print out download URIs for each package to be installed
de: -p, --print-uris Zeige URI des herunterzuladen Paketes an
es: -p, --print-uris muestra las URIs de descarga de cada paquete a instalar
fr: -p, --print-uris affiche les URIs de téléchargement de chaque paquet à installer
nl: -p, --print-uris toon de download URIs voor elk pakket dat moet geinstalleerd worden
pl_pl: -p, --print-uris wy¶wietla adresy URL dla pakietów, które maj± byæ zainstalowane
pt_pt: -p, --print-uris imprime URIs de download para cada pacote a ser instalado
ru: -p, --print-uris распечатать URI для каждого пакета, который будет установлен.
sv: -p, --print-uris skriv ut nedladdnings URIs för varje paket som skall installeras

source: -s, --search search remote repositories for matching strings
de: -s, --search Durchsuche Paketquellen nach angegebener Zeichenkette
es: -s, --search busca en los repositorios remotos por palabras que concuerden
fr: -s, --search recherche sur les dépôts distants une chaîne de caractères correspondante
nl: -s, --search zoeken naar andere magazijn voor passende tekenreeksen
pl_pl: -s, --search szuka w repozytoriach pakietów zawieraj±cych podan± frazê
pt_pt: -s, --search procurar por palavras em repositórios remotos
ru: -s, --search искать удаленные репозитории, которые содержат эти строчки
sv: -s, --search sök fjärrförråd för matchande strängar

source: -u, --sysupgrade upgrade all packages that are out of date
de: -u, --sysupgrade Erneuere alle veralteten Pakete
es: -u, --sysupgrade actualiza todos los paquetes que no están actualizados
fr: -u, --sysupgrade met à niveau tous les paquets qui ne sont pas à jour
nl: -u, --sysupgrade alle pakketten upgraden die niet meer up to date zijn
pl_pl: -u, --sysupgrade aktualizuje pakiety
pt_pt: -u, --sysupgrade actualizar todos os pacotes
ru: -u, --sysupgrade обновить все устаревшие пакеты
sv: -u, --sysupgrade uppgradera alla paket som inte är uppdaterade
