Repository: BackupTheBerlios/arch-i18n-svn
Catalog: trunk/pacman-i18n/po/*.po
Languages: de, es, fr, nl, pl_pl, pt_pt, ru, sv

source: extracting files...
de: Extrahiere Dateien...
es: extrayendo archivos...
fr: extraction des fichiers...
nl: bezig met uitpakken van bestanden...
pl_pl: rozpakowujê pliki...
pt_pt: extraindo ficheiros...
ru: извлечение файлов...
sv: extraherar filer...

source: could not extract %s: %s
de: Konnte %s nicht extrahieren: %s
es: no se pudo extraer %s: %s
fr: n'a pas pu extraire %s: %s
nl: kon %s niet uitpakken: %s
pl_pl: nie mo¿na rozpakowaæ %s: %s
pt_pt: impossível extrair %s: %s
ru: невозможно извлечь %s: %s
sv: kunde inte extrahera %s: %s

source: checking md5 hashes for %s
de: Überprüfe MD5 Prüfsummen für %s
es: chequeando Suma MD5 en %s
fr: vérification de la somme md5 pour %s
nl: bezig met controleren van MD5 hash %s
pl_pl: sprawdzam hasze md5 dla %s
pt_pt: verificando chaves MD5 para %s
ru: проверка хэшей md5 для %s
sv: kontrollerar MD5 kontrollsummor för %s

source: current: %s
de: Aktuell: %s
es: actual: %s
fr: actuel : %s
nl: huidig: %s
pl_pl: bierz±ce: %s
pt_pt: actual: %s
ru: текущий: %s
sv: aktuell: %s

source: new: %s
de: Neu: %s
es: nuevo: %s
fr: nouveau : %s
pl_pl: nowe: %s
pt_pt: nova: %s
ru: новый: %s
sv: ny: %s

source: error: could not rename %s: %s
de: Fehler: Konnte %s nicht umbenennen: %s
es: error: no se pudo renombrar %s: %s
fr: erreur : n'a pas pu renommer %s: %s
nl: fout: kon %s niet herbenoemen: %s
pl_pl: b³±d: nie mo¿na zmieniæ nazwy %s: %s
pt_pt: erro: impossível renomear %s: %s
ru: ошибка: невозможно переименовать %s: %s
sv: fel: kunde inte döpa om %s: %s

source: error: could not copy %s to %s: %s
de: Fehler: Kann %s nicht nach %s kopieren: %s
es: error: no se pudo copiar %s en %s: %s
fr: erreur : n'a pas pu copier %s vers %s: %s
nl: fout: kon %s niet kopieeren naar %s: %s
pl_pl: b³±d: nie mo¿na skopiowaæ %s do %s: %s
pt_pt: erro: impossível copiar %s para %s: %s
ru: ошибка: невозможно скопировать %s в %s: %s
sv: fel: kunde inte kopiera %s till %s: %s:

source: warning: %s saved as %s
de: Warnung: %s wurde als %s gespeichert
es: advertencia: %s fue guardado como %s
fr: avertissement : %s enregistré sous %s
nl: waarschuwing: %s bewaard als %s
pl_pl: uwaga: %s zapisano jako %s
pt_pt: aviso: %s gravado como %s
ru: предупреждение: %s был сохранен как %s
sv: varning: %s sparad som %s

source: action: installing new file
de: Aktion: Installiere neue Dateien
es: acción: instalando nuevo archivo
fr: action : installation du nouveau fichier
nl: actie: installeren nieuw bestand
pl_pl: akcja: instalujê nowy plik
pt_pt: acção: a instalar um novo ficheiro
ru: действие: установка нового файла
sv: handling: installerar ny fil

source: action: leaving existing file in place
de: Aktion: Lasse die bestehende Datei an ihrem Platz
es: acción: dejando el archivo existente en su lugar
fr: action : laisse le fichier existant en place
nl: actie: huidig bestand gerust laten
pl_pl: akcja: pozostawiam istniej±cy plik na swoim miejscu
pt_pt: acção: a deixar ficheiro existente no seu local
ru: действие: оставление сузествующего пакета на месте
sv: handling: lämnar existerande fil intakt

source: action: saving current file and installing new one
de: Aktion: Speichere aktuelle Datei und installiere die neue
es: acción: guardando el archivo actual e instalando uno nuevo
fr: action : sauvegarde du fichier existant et installation du nouveau
nl: actie: huidig bestand opslaan en nieuw installeren
pl_pl: akcja: zapisujê bierz±cy plik i instalujê nowy
pt_pt: acção: gravando o ficheiro actual e instalando o novo
ru: действие: сохранение текущего пакета и установка нового
sv: handling: sparar nuvarande fil och installerar en ny

source: error: could not copy %s to %s: %s
de: Fehler: Kann %s nicht nach %s kopieren: %s
es: error: no se pudo copiar %s en %s
fr: erreur : n'a pas pu copier %s vers %s
nl: fout: kon %s niet kopieeren naar %s: %s
pl_pl: b³±d: nie mo¿na skopiowaæ %s do %s: %s
pt_pt: erro: impossível copiar %s para %s: %s
ru: ошибка: невозможно скопировать %s в %s: %s
sv: fel: kunde inte kopiera %s till %s: %s

source: %s is in NoUpgrade - skipping
de: %s ist mit NoUpgrade markiert - überspringe
es: %s esta marcado como NoUpgrade - omitiendo paquete
fr: %s est dans 'aucune mise à niveau' (NoUpgrade) - omission
nl: %s is vermeld in NoUpgrade - overgeslagen
pl_pl: %s jest w grupie NoUpgrade, pomijam
pt_pt: %s está marcado como NoUpgrade - a ignorar
ru: %s находится в NoUpgrade - пропускаем
sv: %s finns i NoUpgrade - hoppar över

source: warning: extracting %s%s as %s
de: Warnung: Extrahiere %s%s als %s
es: advertencia: extrayendo %s%s como %s
fr: avertissement : extraction de %s%s vers %s
nl: waarschuwing: bezig met %s%s uit te pakken als %s
pl_pl: uwaga: rozpakowujê %s%s jako %s
pt_pt: aviso: a extrair %s%s como %s
ru: предупреждение: распаковка %s%s как %s
sv: varning: extraherar %s%s som %s

source: errors occurred while %s %s
de: Ein Fehler entstand während der %s von %s
es: ocurrieron errores mientras %s %s
fr: des erreurs se sont produites lors de %s %s
nl: fouten kwamen voor terwijl %s %s
pl_pl: wyst±pi³y b³êdy podczas %s %s
pt_pt: ocorreram erros enquanto %s %s
ru: произошли ошибки во время %s %s
sv: fel uppstod medans %s %s

source: upgrading
de: Erneuerung
es: actualizando
fr: mise à niveau
nl: upgraden
pl_pl: aktualizujê
pt_pt: actualizando
ru: обновления
sv: uppgraderar

source: installing
de: Installation
es: installando
fr: installation
nl: installeren
pl_pl: instalujê
pt_pt: a instalar
ru: установки
sv: installerar

source: Updating database...
de: Erneuere Datenbank...
es: actualizando base de datos
fr: Mise à jour de la base de données
nl: Database up to date brengen...
pl_pl: aktualizujê bazê danych
pt_pt: Actualizando a base de dados...
ru: Обновление базы данных...
sv: Uppdaterar databas...

source: error updating database for %s!
de: Fehler während der Datenbankerneuerung von %s!
es: error actualizando base de datos para %s!
fr: erreur en mettant à jour la base de données pour %s!
nl: fout in updaten database voor %s!
pl_pl: b³±d podczas aktualizacji bazy dla %s!
pt_pt: ocorreu um erro ao actualizar a base de dados para %s!
ru: ошибка обновления базы данных для %s!
sv: ett fel uppstod när databasen uppgraderades för %s!

source: upgraded %s (%s -> %s)
de: %s wurde erneuert (%s -> %s)
es: se actualizó %s (%s -> %s)
fr: se actualizó %s (%s -> %s)
nl: upgegrade: %s (%s -> %s)
pl_pl: zaktualizowany %s (%s -> %s)
pt_pt: %s actualizado (%s -> %s)
ru: обновлено %s (%s -> %s)
sv: uppgraderade %s (%s -> %s)

source: installed %s (%s)
de: %s wurde installiert (%s)
es: se instaló %s (%s)
fr: se instaló %s (%s)
nl: %s geinstalleerd (%s)
pl_pl: zainstalowany %s (%s)
pt_pt: %s instalado (%s)
ru: установленно %s (%s)
sv: installerat %s (%s)

source: running "%s"
de: Führe "%s" aus
es: corriendo "%s"
fr: exécution de "%s"
nl: bezig met "%s" te laten lopen
pl_pl: wykonujê "%s"
pt_pt: a executar "%s"
ru: запуск "%s"
sv: kör "%s"

source: Remove whole content? [Y/n]
de: Alle Pakete entfernen? [J/n]
es: Remover todo el contenido? [S/n]
fr: Supprimer tout le contenu ? [O/n]
nl: Volledige inhoud verwijderen? [Y/n]
pl_pl: Usun±æ ca³± grupê [Y/n]
pt_pt: Remover todo o conteúdo? [S/n]
ru: Удалить все содержимое? [Y/n]

source: :: Remove %s from group %s? [Y/n]
de: :: Entferne %s aus der Gruppe %s? [J/n]
es: :: Remover %s del grupo %s? [S/n]
fr: :: Supprimer %s du groupe %s ? [O/n]
nl: :: %s verwijderen van groep %s? [Y/n]
pl_pl: :: Usun±æ %s z grupy %s? [Y/n]
pt_pt: :: Remover %s do grupo %s? [S/n]
ru: :: Удалить %s из группы %s? [Y/n]

source: error: could not find %s in database
de: Fehler: Kann %s nicht in der Datenbank finden
es: error: no se pudo encontrar %s en la base de datos
fr: erreur : n'a pas pu trouver %s dans la base de données
nl: fout: kon %s niet vinden in de database
pl_pl: b³±d: nie mo¿na znale¼æ %s w bazie
pt_pt: erro: %s não foi encontrado na base de dados
ru: ошибка: невозможно найти %s в базе данных
sv: fel: kan inte hitta %s i databasen

source: :: %s is designated as a HoldPkg. Remove anyway? [Y/n]
de: :: %s wurde als HoldPkg markiert. Dennoch entfernen? [J/n]
es: :: %s esta marcado como HoldPkg. Remover de todas formas? [S/n]
fr: :: %s est marqué comme paquet à conserver (HoldPkg). Supprimer quand même ? [O/n]
nl: :: %s is toegewijd als een HoldPkg. Toch verwijderen? [Y/n]
pl_pl: :: %s oznakowane jako HoldPkg. Usun±æ mimo to? [Y/n]
pt_pt: :: %s está designado como um HoldPkg. Remover mesmo assim? [S/n]
ru: :: %s определен как HoldPkg. Всеравно удалить? [Y/n]

source: finding removable dependencies...
de: Suche entfernbare Abhängigkeiten...
es: buscando dependencias removibles...
fr: recherche des dépendances susceptibles d'être supprimées...
nl: bezig met zoeken naar verwijderbare afhankelijkheden...
pl_pl: wyszukujê usuwalne zale¿no¶ci...
pt_pt: a procurar dependências removíveis...
ru: поиск удаляемых зависимостей...
sv: lokaliserar borttagbara beroenden...

source: Targets:
de: Ziele:
es: Destinos:
fr: Destinations :
nl: Doelen:
pl_pl: Cele:
pt_pt: Alvos:
ru: Цели:
sv: Mål:

source: Do you want to remove these packages? [Y/n]
de: Sollen diese Pakete entfernt werden? [J/n]
es: Está seguro que quiere remover estos paquetes? [S/n]
fr: Voulez-vous supprimer ces paquets ? [O/n]
nl: Wil je deze pakketten verwijderen? [Y/n]
pl_pl: Usun±æ te pakiety? [Y/n]
pt_pt: Deseja remover os pacotes? [S/n]
ru: Вы хотите удалить эти пакеты? [Y/n]

source: removing %s...
de: Entferne %s...
es: removiendo %s...
fr: suppression de %s...
nl: bezig met verwijderen van %s...
pl_pl: usuwam %s...
pt_pt: a remover %s...
ru: удаление %s...
sv: tar bort %s...

source: file %s does not exist
de: Die Datei %s existiert nicht
es: el archivo %s no existe
fr: le fichier %s n'existe pas
nl: bestand %s bestaat niet
pl_pl: plik %s nie istnieje
pt_pt: o ficheiro %s não existe
ru: файл %s не существует
sv: filen %s existerar inte

source: cannot remove file
de: Kann die Datei nicht entfernen
es: no se puede remover el archivo
fr: ne peut supprimer le fichier
nl: kan bestand niet verwijderen
pl_pl: nie mo¿na usun±æ pliku
pt_pt: impossível remover o ficheiro
ru: невозможно удалить файл
sv: kan inte ta bort fil

source: removed %s (%s)
de: %s wurde entfernt (%s)
es: se eliminó %s (%s)
fr: %s (%s) a été supprimé
nl: %s verwijderd (%s)
pl_pl: usuniêty %s (%s)
pt_pt: %s removido (%s)
ru: удалено %s (%s)
sv: tog bort %s (%s)

source: Group "%s" was not found.
de: Konnte die Gruppe "%s" nicht finden.
es: El grupo "%s" no existe.
fr: Le groupe "%s" n'a pas été trouvé.
nl: Groep "%s" was niet gevonden.
pl_pl: Grupa "%s" nie zosta³a odnaleziona
pt_pt: O grupo "%s" não foi encontrado.
ru: Группа "%s" не найдена.
sv: Grupp "%s" kunde inte hittas.

source: error: no package file was specified for --file
de: Fehler: Keine Paketdatei wurde für --file angeben
es: error: ningún paquete se especificó para --file
fr: erreur : aucun fichier de paquet n'a été spécifié pour --file
nl: fout: geen pakketbestand was gespecifieerd voor --file
pl_pl: b³±d: nie okre¶lono pakietu dla --file
pt_pt: erro: nenhum ficheiro de pacote foi especificado para --file
ru: ошибка: не задан файл пакета для --file
sv: fel: ingen paketfil var angiven för --file

source: error: %s is not a package
de: Fehler: %s ist kein Paket
es: error: %s no es un paquete
fr: erreur : %s n'est pas un paquet
nl: fout: %s is geen pakket
pl_pl: b³±d: %s nie jest pakietem
pt_pt: erro: %s não é um pacote
ru: ошибка: %s не является пакетом
sv: fel: %s är inget paket

source: error: no file was specified for --owns
de: Fehler: Keine Datei wurde für --owns angeben
es: error: ningún archivo fue especificado para --owns
fr: erreur : aucun fichier n'a été spécifié pour --owns
nl: fout: geen bestand was gespecifieerd voor --owns
pl_pl: b³±d: nie okre¶lono pliku dla --owns
pt_pt: erro: nenhum ficheiro foi especificado para para --owns
ru: ошибка: не задан файл для --owns
sv: fel: ingen fil var angiven för --owns

source: %s is owned by %s %s
de: %s wird von %s %s beinhaltet
es: %s es propiedad de %s %s
fr: %s appartient à %s %s
nl: %s is eigenaar van %s %s
pl_pl: %s nale¿y do %s %s
pt_pt: %s é possuido por %s %s
ru: %s принадлежит %s %s
sv: %s ägs utav %s %s

source: No package owns %s
de: Kein Paket beinhaltet %s
es: Ningun paquete es dueño de %s
fr: Aucun paquet ne contient %s
nl: Geen pakket bezit %s
pl_pl: Brak pakietu zawieraj±cego %s
pt_pt: Nenhum pacote possui %s
ru: Никакой пакет не обладает %s
sv: Inget paket äger %s

source: error: %s is not a file.
de: Fehler: %s ist keine Datei.
es: error: %s no es un archivo.
fr: erreur : %s n'est pas un fichier.
nl: fout: %s is geen bestand.
pl_pl: b³±d: %s nie jest plikiem
pt_pt: erro: %s não é um ficheiro.
ru: ошибка: %s не является файлом.
sv: fel: %s är ingen fil.

source: error calculating md5sum for %s
de: Fehler während des Berechnens der MD5 Prüfsumme für %s
es: error calculando la suma md5 para %s
fr: erreur pendant le calcul de la somme md5 pour %s
nl: fout in md5sum berekening van %s
pl_pl: b³±d przy obliczaniu hasha md5 dla %s
pt_pt: erro a calcular a chave MD5 para %s
ru: ошибка вычисления md5sum для %s
sv: ett fel uppstod i uträkningen av MD5 summan för %s

source: MODIFIED %s
es: MODIFICADO %s
fr: MODIFIÉ %s
pl_pl: ZMODYFIKOWANY %s
pt_pt: MODIFICADO %s
ru: ИЗМЕНЕНО %s

source: NOT MODIFIED %s
es: NO MODIFICADO %s
fr: NON MODIFIÉ %s
pl_pl: NIEZMODYFIKOWANY %s
pt_pt: NÃO MODIFICADO %s
ru: НЕ ИЗМЕНЕНО %s

source: MISSING %s
es: FALTA %s
fr: MANQUANT %s
pl_pl: BRAKUJ¡CY %s
pt_pt: FALTA %s
ru: ОТСУТСТВУЕТ %s

source: warning: possible dependency cycle detected
de: Warnung: Möglicher Abhängigkeitskreislauf entdeckt
es: advertencia: se dtectó un posible ciclo de dependencias
fr: avertissement : cycle de dépendance probable détecté
nl: fout: mogelijke afhankelijkheid cyclus gededecteerd
pl_pl: uwaga: potencjalne krzy¿owe zale¿no¶ci wykryte
pt_pt: aviso: encontrado possível ciclo de dependências
ru: предупреждение: зафиксирован возможный цикл зависимостей
sv: varning: möjlig beroendecirkel upptäckt

source: warning: cannot find package "%s" or anything that provides it!
de: Warnung: Kann das Paket "%s" oder irgendetwas, was es beinhaltet, nicht finden!
es: advertencia: no se pudo encontrar el paquete "%s" ni cualquier otro que lo provea!
fr: avertissement : ne peut trouver le paquet "%s" ou quelque chose qui le fournit !
nl: fout: kan het pakket "%s" of iets dat het voorziet!
pl_pl: uwaga: nie mogê znale¼æ pakietu "%s" lub innego dodaj±cego go!
pt_pt: aviso: o pacote "%s" ou outro que o forneça não foram encontrados!
ru: предупреждение: не иогу найти пакет "%s" или что-нибудь, что обеспечивает его!
sv: varning: kan inte hitta paketet "%s" eller något som kan tillhandahålla det!

source: dep is NULL!
de: dep ist NULL!
es: dep es NULL!
fr: dep est NULL!
pl_pl: dep jest NULL!
pt_pt: dep é NULO!
ru: dep равен NULL!
sv: dep är NULL!

source: excluding %s -- explicitly installed
de: Exkludiere %s -- explizit installiert
es: excluyendo %s -- instalado explicitamente
fr: exclusion de %s -- installé explicitement
nl: uitzonderen van %s -- expliciet geinstalleerd
pl_pl: odrzucam %s -- zainstalowane na rz±danie
pt_pt: excluindo %s -- explicitamente instalado
ru: исключение %s -- явно установленный
sv: exkluerar %s -- explicit installerat

source: error: cannot resolve dependencies for "%s":
de: Fehler: Kann die Abhängigkeiten für "%s" nicht feststellen:
es: error: no se pudieron resolver las dependencias para "%s":
fr: erreur : ne peut résoudre les dépendances pour "%s":
nl: fout: kan afhankelijkheden niet oplossen voor "%s":
pl_pl: b³±d: nie mogê spe³niæ zale¿no¶ci dla "%s":
pt_pt: erro: impossível resolver dependencias para "%s":
ru: ошибка: не могу разрешить зависимости для "%s":
sv: fel: kan inte hitta beroenden för "%s":

source: "%s" is not in the package set
de: "%s" ist nicht in der Paketmenge
es: "%s" no está en el set de paquetes
fr: "%s" n'est pas dans le jeu de paquets
nl: "%s" zit niet in de pakketset
pl_pl: "%s" nie ma w zestawie pakietu
pt_pt: "%s" não está no conjunto de pacotes
ru: "%s" не присутствует в пакете
sv: "%s" finns inte i paketuppsättningen

source: resolving %s
de: Löse %s auf
es: resolviendo %s
fr: résolution de %s
nl: %s oplossen
pl_pl: sprawdzam %s
pt_pt: resolvendo %s
ru: определение %s
sv: resolverar %s

source: %s requires %s, but it is in IgnorePkg. Install anyway? [Y/n]
de: %s benötigt %s, aber es ist mit IgnorePkg markiert. Dennoch installieren? [J/n]
es: %s requiere %s, pero este esta en IgnorePkg. Instalar de todas formas? [S/n]
fr: %s requiert %s, mais est dans IgnorePkg. Installer quand même ? [O/n]
pl_pl: %s wymaga %s, lecz pakiet ten jest na li¶cie IgnorePkg. Zainstalowaæ mimo to? [Y/n]
pt_pt: %s requer %s, mas está em IgnorePkg. Instalar mesmo assim? [S/n]
ru: %s требует %s, но это находится в IgnorePkg. Установить так или иначе? [Y/n]

source: adding %s-%s
de: Füge %s-%s hinzu
es: añadiendo %s-%s
fr: ajout de %s-%s
nl: toevoegen %s-%s
pl_pl: dodajê %s-%s
pt_pt: a adicionar %s-%s
ru: добавление %s-%s
sv: lägger till %s-%s

source: error: cannot resolve dependencies for "%s"
de: Fehler: Kann die Abhängigkeiten für "%s" nicht auflösen
es: error: no se pudieron resolver las dependencias para "%s"
fr: erreur : ne peut résoudre les dépendances pour "%s"
pl_pl: b³±d: nie mo¿na spe³niæ zale¿no¶ci dla "%s"
pt_pt: erro: impossível resolver dependências for "%s"
ru: ошибка: не могу разрешить зависимости для "%s"

source: dependency cycle detected: %s
de: Abhängigkeitskreislauf entdeckt: %s
es: ciclo de dependencias detectado: %s
fr: cycle de dépendance détecté : %s
nl: afhankelijkheidscyclus gededecteerd: %s
pl_pl: krzy¿owe zale¿no¶ci wykryte: %s
pt_pt: ciclo de dependências detectado: %s
ru: зафиксирован цикл зависимостей: %s
sv: beroendecirkel upptäckt: %s

source: warning: invalid dependency in %s
de: Warnung: Invalide Abhängigkeit in %s
es: advertencia: dependencia invalida en %s
fr: avertissement : dépendance non valide dans %s
nl: waarschuwing: ongeldige afhankelijkheid in %s
pl_pl: uwaga: b³êdna zale¿no¶æ w %s
pt_pt: aviso: dependência inválida em %s
ru: предупреждение: неверная зависимость в %s
sv: varning: felaktigt bereonde i %s

source: data error: %s supposedly provides %s, but it was not found in db
de: Datenfehler: %s providiert angeblich %s, aber jenes wurde nicht in der Datenbank gefunden
es: error: %s deberia proveer %s, peor no fue encontrado en la base de datos
fr: erreur de données : %s est censé fournir %s, mais il n'a pas été trouvé dans la BD
nl: gegevensfout: %s zou %s moeten voorzien, maar het werd niet gevonden in de database
pl_pl: b³±d danych: %s przypuszczalnie dodaje równie¿ %s, lecz nie znaleziono tego pakietu w bazie
pt_pt: erro de dados: %s supostamente fornece %s, mas ele não foi encontrado na base de dados
ru: ошибка данных: %s возможно обеспечивает %s, но это не было найдено в базе данных
sv: datafel: %s uppges tillhandahålla %s, men det kunde inte hittas i databasen

source: error creating temp directory
de: Fehler während der Erstellung des temporären Verzeichnisses
es: error creando el directorio temporal
fr: erreur pendant la création du répertoire temporaire
nl: fout in het aanmaken van de tijdelijke map
pl_pl: b³±d przy tworzeniu tymczasowego katalogu
pt_pt: erro a criar directoria temporária
ru: ошибка создания временного каталога
sv: ett fel uppstod i skapandet utav temporärmapp

source: warning: could not remove tmpdir %s
de: Warnung: Kann das temporäre Verzeichnis %s nicht entfernen
es: Advertencia: no se pudo remover el directorio temporal %s
fr: avertissement : n'a pas pu supprimer le répertoire temporaire (tmpdir) %s
nl: waarschuwing: kon tijdelijke map %s niet verwijderen.
pl_pl: uwaga: nie mogê usun±æ katalogu tymczasowego %s
pt_pt: aviso: impossível remover a directoria temporária %s
ru: предупреждение: невозможно удалить tmpdir %s
sv: varning: kan inte ta bort temporärmapp %s

source: Executing %s script...
de: Führe das Skript %s aus...
es: Ejecutando el script %s...
fr: Exécution du script %s...
nl: Bezig met uitvoeren van %s...
pl_pl: Wykonujê skrypt %s...
pt_pt: Executando o script %s...
ru: Запуск скрипта %s...
sv: Exekverar %s skript...

source: bad root path
de: Ungültiges Stammverzeichnis
es: ruta errónea
fr: racine non valide
nl: foutief root pad
pl_pl: z³a ¶cie¿ka roota
pt_pt: directoria de raiz inválida
ru: неверный путь к корневому каталогу
sv: dålig rotsökväg

source: error: only one operation may be used at a time
de: Fehler: Es kann nur eine Operation zur Zeit ausgeführt werden
es: error: solo se puede hacer una operación a la vez
fr: erreur : seulement une opération peut être exécutée à la fois
nl: fout: slechts een operatie kan tergelijkertijd worden uitgevoerd
pl_pl: b³±d: mo¿na wykonaæ tylko jedn± operacjê w danym czasie
pt_pt: erro: apenas uma operação de cada vez pode ser efectuada
ru: ошибка: только одна операция может быть использована в одно время
sv: fel: endast en operation kan användas i taget

source: config: new section '%s'
de: Konfiguration: Neue Sektion '%s'
es: configuración: nueva sección '%s'
fr: configuration : nouvelle section '%s'
nl: configuratie: nieuwe sectie '%s'
pl_pl: konfiguracja: nowa sekcja '%s'
pt_pt: configuração: nova secção '%s'
ru: config: новая секция '%s'
sv: konfiguration: ny sektion '%s'

source: config: line %d: bad section name
de: Konfiguration: Zeile %d: Invalider Sektionsname
es: configuración: linea %d: nombre de sección inválido
fr: configuration : ligne %d : nombre de section non valide
nl: configuratie: lijn %d: foutieve sectie naam
pl_pl: konfiguracja: wiersz %d: z³a nazwa sekcji
pt_pt: configuração: linha %d: nome de secção inválido
ru: config: строка %d: неверное название секции
sv: konfiguration: rad %d: otillåtet sektionsnamn

source: config: line %d: '%s' is reserved and cannot be used as a package tree
de: Konfiguration: Zeile %d: '%s' ist reserviert und kann nicht das Paketquelle benutzt werden
es: configuración: linea %d: '%s' es reservado y no puede usarse como un arbol de paquetes
fr: configuration : ligne %d : '%s' est réservé et ne peut pas être employé comme arborescence de paquet
nl: configuratie: lijn %d: '%s' is gereserveerd en kan niet gebruikt worden als een pakketboom
pl_pl: konfiguracja: wiersz %d: '%s' jest nazw± zastrze¿on± i nie mo¿e byæ nazw± drzewa pakietów
pt_pt: configuração: linha %d: '%s' está reservado e não pode ser utilizado como árvore de pacotes
ru: config: строка %d: '%s' зарезервированно и не может быть использованно в дереве пакетов
sv: konfiguration: rad %d: '%s' är reserverat och kan inte användas som paketträd

source: config: line %d: syntax error
de: Konfiguration: Zeile %d: Syntaxfehler
es: configuración: linea %d: error de sintaxis
fr: configuration : ligne %d : erreur de syntaxe
nl: configuratie: lijn %d: grammaticafout
pl_pl: konfiguracja: wiersz %d: b³±d sk³adniowy
pt_pt: configuração: linha %d: erro de sintaxe
ru: config: строка %d: синтаксическая ошибка
sv: konfiguration: rad %d: syntaxfel

source: config: line %d: all directives must belong to a section
de: Konfiguration: Zeile %d: Alle Direktiven müssen einer Sektion zugeordnet werden
es: configuración: linea %d: todas las directivas deben pertenecer a una sección
fr: configuration : ligne %d : toutes les directives doivent appartenir à une section
nl: configuratie: lijn %d: alle parameters moeten tot een sectie behoren
pl_pl: konfiguracja: wiersz %d: wszystkie dyrektywy musz± nale¿eæ do sekcji
pt_pt: configuração: linha %d: todas as directivas devem pertencer a uma única secção
ru: config: строка %d: все директивы должны относиться к секции
sv: konfiguration: rad %d: alla direktiv måste vara innuti en sektion
