Repository: BackupTheBerlios/arch-i18n-svn
Catalog: trunk/pacman-i18n/po/*.po
Languages: de, es, fr, nl, pl_pl, pt_pt, ru, sv

source: -w, --downloadonly download packages but do not install/upgrade anything
de: -w, --downloadonly Lade nur neuste Pakete herunter
es: -w, --downloadonly descarga los paquetes pero no instala/actualiza nada
fr: -w, --downloadonly télécharge les paquets sans installer/mettre à niveau quoique ce soit
nl: -w, --downloadonly pakketten download maar niet installeren/upgraden
pl_pl: -w, --downloadonly tylko ¶ci±ga pakiety
pt_pt: -w, --downloadonly transferir os pacotes mas não instalar/actualizar nada
ru: -w, --downloadonly загрузить пакеты, но не устанавливать или обновлять их
sv: -w, --downloadonly ladda endast hem paket, men installer/uppgradera inget

source: -y, --refresh download fresh package databases from the server
de: -y, --refresh Lade neuste Paketdatenbanken von dem Server herunter
es: -y, --refresh descarga nuevas listas de paquetes del servidor
fr: -y, --refresh actualise les bases de données des paquets à partir du serveur
nl: -y, --refresh een verse pakketdatabase afhalen van de server
pl_pl: -y, --refresh ¶ci±ga ¶wierz± listê pakietów z serwerów
pt_pt: -y, --refresh transferir nova base de dados de pacotes do servidor
ru: -y, --refresh загрузить свежую базу данных пакетов с сервера
sv: -y, --refresh tanka hem uppdaterade packetdatabaser från servern

source: --ignore <pkg> ignore a package upgrade (can be used more than once)
de: --ignore <pkg> Ignoriere Paketerneuerung (kann mit mehreren Paketen benutzt werden)
es: --ignore <pkg> ignora la actualizacion de un paquete (puede ser usado mas de una vez)
fr: --ignore <pkg> omet la mise à niveau de paquet(s) (peut être utilisée plus d'une fois)
pl_pl: --ignore <pkg> ignoruje aktualizacjê danego pakietu
pt_pt: --ignore <pacote> ignorar a actualização de um pacote (pode ser usado mais de uma vez)
ru: --ignore <пакет> игнорировать обновление пакета (может использоваться много раз)

source: --config <path> set an alternate configuration file
de: --config <Pfade> Alternative Konfigurationsdatei
es: --config <ruta> usa un archivo de configuración alterno
fr: --config <chemin> utiliser un fichier de configuration alternatif
nl: --config <pad> een alternatief configuratiebestand specifieeren
pl_pl: --config <¶cie¿ka> okre¶la alternatywny plik konfiguracyjny
pt_pt: --config <caminho> utilizar um ficheiro de configuração alternativo
ru: --config <путь> использовать другой конфигурационный файл
sv: --config <sökväg> anger en alternativ konfigurationsfil

source: --noconfirm do not ask for any confirmation
de: --noconfirm Verlange keine Bestätigung
es: --noconfirm no usar confirmaciones
fr: --noconfirm ne pas demander de confirmation
nl: --noconfirm niet om enige bevestiging vragen
pl_pl: --noconfirm bez pytania o potwierdzenie operacji
pt_pt: --noconfirm não pedir nenhuma confirmação
ru: --noconfirm не спрашивать какие-либо подтверждения
sv: --noconfirm be aldrig om bekräftelse

source: -v, --verbose be verbose
de: -v, --verbose Gebe viele Informationen aus
es: -v, --verbose mostrar los detalles
fr: -v, --verbose mode bavard
nl: -v, --verbose verbositeit
pl_pl: -v, --verbose podaje szczegó³y
pt_pt: -v, --verbose ser pormenorizado
ru: -v, --verbose выводить дополнительную информацию
sv: -v, --verbose var detaljerad

source: -r, --root <path> set an alternate installation root
de: -r, --root <Pfad> Alternatives Installationsverzeichnis
es: -r, --root <ruta> usar una ruta alterna de instalación
fr: -r, --root <ruta> utilise une racine d'installation alternative
nl: -r, --root <pad> een alternatieve installtie-root opgeven
pl_pl: -r, --root <¶cie¿ka> okre¶la alternatywn± ¶cie¿kê instalacji
pt_pt: -r, --root <caminho> utilizar uma raiz de instalação alternativa
ru: -r, --root <путь> установить иное расположение корневого каталога установки
sv: -r, --root <sökväg> anger en alternativ installationsrot

source: -b, --dbpath <path> set an alternate database location
de: -b, --dbpath <Pfad> Alternativer Datenbankpfad
es: -b, --dbpath <ruta> usar una ruta alterna para la base de datos
fr: -b, --dbpath <chemin> utilise un chemin alternatif pour l'emplacement de la base de données
nl: -b, --dbpath <pad> een alternatief database locatie opgeven
pl_pl: -b, --dbpath <¶cie¿ka> ¶cie¿ka do alternatywnej bazy danych
pt_pt: -b, --dbpath <caminho> utilizar uma localização alternativa de base de dados
ru: -b, --dbpath <путь> использовать другое место расположения базы данных
sv: -b, --dbpath <sökväg> anger en alternativ databassökväg

source: Y
de: J
es: S
fr: O
pl_pl: T
pt_pt: S
sv: J

source: YES
de: JA
es: SI
fr: OUI
pl_pl: TAK
pt_pt: SIM
sv: JA

source: warning: could not remove lock file %s
de: Warnung: Kann Sperrdatei %s nicht entfernen
es: advertencia: no se puede remover el archivo de bloqueo %s
fr: avertissement : n'a pas pu supprimer le fichier de verrouillage %s
nl: waarschuwing: kon vastzetbestand %s niet verwijderen
pl_pl: uwaga: nie mogê usun±æ pliku blokuj±cego %s
pt_pt: aviso: impossível remover ficheiro de bloqueio %s
ru: предупреждение: невозможно удалить файл блокировки %s
sv: varning: kan inte ta bort låsningsfil %s

source: failed to get lastupdate time for %s (no big deal)
de: Fehler während der Ermittlung der letzten Erneuerungszeit von %s (kein schwerwiegender Fehler)
es: fallo al obtener el tiempo de la ultima actualización para %s
nl: kon lastupdate tijd voor %s niet ophalen (niet erg)
pl_pl: nie mogê ore¶liæ czasu ostatniej aktualizacji dla %s (nic wa¿nego)
pt_pt: falha ao obter hora da última actualização para %s (sem muita importÃ¢ncia)
ru: неудалось получить время lastupdate для %s (no big deal)
sv: kunde inte hämta senaständrad tid för %s (ingen fara)

source: pacsync: new mtime for %s: %s
de: Pacsync: Neue Erstellungszeit für %s: %s
es: pacsync: nuevo tiempo para %s: %s
fr: pacsync: nouvelle date de modification (mtime) pour %s: %s
nl: pacsync: nieuwe mtime voor %s: %s
pl_pl: pacsync: nowy mtime dla %s: %s
pt_pt: sincronismo: nova data de modificação para %s: %s
ru: pacsync: новое значение mtime для %s: %s
sv: pacsync: ny modifieringstid för: %s

source: failed to synchronize %s
de: Fehler während der Synchronisation von %s
es: fallo al sincronizar %s
fr: n'a pas pu synchroniser %s
nl: mislukt in synchroniseren van %s
pl_pl: nie mo¿na synchronizowaæ %s
pt_pt: falha ao sincronizar %s
ru: ошибка синхронизации %s
sv: kunde inte synkronisera %s

source: :: %s is up to date
de: :: %s ist aktuell
es: :: %s ya está actualizado
fr: :: %s est à jour
pl_pl: :: %s nadal aktualne
pt_pt: :: %s está actualizado
ru: :: %s уже в актуальном состоянии
sv: :: %s är uppdaterad

source: removing %s (if it exists)
de: Entferne %s (sofern es existiert)
es: removiendo %s (si es que existe)
fr: suppression de %s (s'il existe)
nl: bezig met verwijderen van %s (als het bestaat)
pl_pl: usuwam %s (je¿eli istnieje)
pt_pt: removendo %s (se existir)
ru: удаление %s (если существует)
sv: tar bort %s (ifall den existerar)

source: unpacking %s...
de: Entpacke %s...
es: desempaquetando %s...
fr: désarchivage de %s...
nl: bezig met %s uit te pakken...
pl_pl: rozpakowujê %s...
pt_pt: descomprimindo %s...
ru: распаковка %s...
sv: packar upp %s...

source: connecting to %s:21
de: Verbinde mit %s:21
es: conectando a %s:21
fr: connexion à %s:21
nl: bezig met verbinden naar %s:21
pl_pl: ³±czê siê z %s:21
pt_pt: a ligar a %s:21
ru: подключение к %s:21
sv: ansluter till %s:21

source: error: cannot connect to %s
de: Fehler: Kann nicht mit %s verbinden
es: error: no se pudo conectar a %s
fr: erreur : n'a pas pu se connecter à %s
nl: fout: kan niet verbinden naar %s
pl_pl: b³±d: nie mogê po³±czyæ siê z %s
pt_pt: erro: impossível ligar a %s
ru: ошибка: невозможно подключиться к %s
sv: fel: kan inte upprätta en anslutning till %s

source: error: anonymous login failed
de: Fehler: Anonyme Anmeldung fehlgeschlagen
es: error: no se pudo conectar con usuario anónimo
fr: erreur : n'a pas pu se connecter en tant qu'utilsateur anonyme
nl: fout: anonieme login mislukte
pl_pl: b³±d: b³±d logowania jako anonymous
pt_pt: erro: login anónimo falhou
ru: ошибка: неудалось пройти анонимную авторизацию
sv: fel: anonym inloggning misslyckades

source: error: could not cwd to %s: %s
de: Fehler: Kann Verzeichnis nicht zu %s wechseln: %s
es: error: no se pudo cambiar el directorio de trabajo a %s: %s
fr: erreur : n'a pas pu changer de répertoire de travail (cwd) vers %s: %s
nl: fout: kon niet cwd'en naar %s: %s
pl_pl: b³±d: nie mogê przej¶æ (cwd) do %s: %s
pt_pt: erro: impossível mudar para a directoria %s: %s
ru: ошибка: навозможно выполнить cwd в %s: %s
sv: fel: kunde inte ändra arbetsmapp till %s: %s

source: warning: failed to set passive mode
de: Warnung: Kann Passiven FTP Modus nicht setzen
es: advertencia: fallo al entrar a modo pasivo
fr: avertissement : n'a pas pu activer le mode passif
nl: waarschuwing: kon passive modus niet instellen
pl_pl: uwaga: nie mogê uruchomiæ trybu pasywnego
pt_pt: aviso: impossível entrar em modo passivo
ru: предупреждение: неудалось установить пассивный режим
sv: fel: kunde inte sätta passivt läge

source: FTP passive mode not set
de: Passiver FTP Modus nicht gesetzt
es: No está puesto en FTP modo pasivo
fr: Le mode FTP passif n'est pas activé
nl: FTP passieve modus niet ingesteld
pl_pl: Tryb pasywny FTP nie w³±czony
pt_pt: não entrou em modo passivo de FTP
ru: пассивный режим FTP не установлен
sv: FTP passivt läge inte angivet

source: connecting to %s
de: Verbinde mit %s
es: conectando a %s
fr: connexion à %s
nl: bezig met verbinden met %s
pl_pl: ³±czê siê z %s
pt_pt: a ligar a %s
ru: подключение к %s
sv: ansluter till %s

source: connecting to %s:%u
de: Verbinde mit %s:%u
es: conectando a %s:%u
fr: connexion à %s:%u
nl: bezig met verbinden met %s:%u
pl_pl: ³±czê siê z %s:%u
pt_pt: a ligar a %s:%u
ru: подключение к %s:%u
sv: ansluter till %s:%u

source: error: could not chdir to %s
de: Fehler: Kann Verzeichnis nicht zu %s wechseln
es: error: no se pudo cambiar de directorio a %s
fr: erreur : n'a pas pu entrer dans le répertoire %s
nl: fout: kon niet chdir'en naar %s
pl_pl: b³±d: nie mogê wykonaæ chdir do %s
pt_pt: erro: impossível mudar para a directoria %s
ru: ошибка: невозможно сменить каталог в %s
sv: fel: kan inte ändra arbetsmapp till %s

source: running command: %s
de: Führe Befehl aus: %s
es: ejecutando comando: %s
fr: exécution de la commande : %s
nl: bezig met uitvoeren van commando: %s
pl_pl: wykonujê komendê: %s
pt_pt: a executar o comando: %s
ru: запуск комманды: %s
sv: kör kommando: %s

source: error running XferCommand: fork failed!
de: Fehler während des Ausführens des Xfer Befehls: Abspaltung fehlgeschlagen!
es: error ejecutando el XferCommand: el fork falló!
fr: erreur d'exécution du programme de téléchargement (XferCommand) : le fork a échoué !
nl: fout XferCommand uit te voeren: fork mislukte!
pl_pl: b³±d wykonywania XferCommand: fork zawiód³!
pt_pt: erro ao executar XferCommand: falha no fork!
ru: ошибка выполнения XferCommand: fork failed!
sv: fel vid exekvering av XferCommand: uppdelning misslyckades!

source: XferCommand command returned non-zero status code (%d)
de: Der Xfer Befehl liefert einen nicht Null Status (%d) zurück
es: el comando XferCommand regresó un código que no es cero (%d)
fr: code de statut différent de zéro retourné par le programme de téléchargement (XferCommand) (%d)
nl: XferCommand retourneerde een niet-nul (0) status code (%d)
pl_pl: XferCommand zwróci³a niezerowy status kodu (%d)
pt_pt: O comando XferCommand retornou um código de status diferente de zero (%d)
ru: комманда XferCommand возвратила ненулевое значение статуса (%d)
sv: XferCommand kommando returnerade icke-noll statuskod (%d)

source: warning: failed to get filesize for %s
de: Warnung: Kann Dateigröße von %s nicht feststellen
es: advertencia: fallo al obtener el tamaño del archivo de %s
fr: avertissement : n'a pas pu obtenir la taille de fichier de %s
nl: fout: kon bestandsgrootte voor %s niet ophalen
pl_pl: uwaga: nie mogê okre¶liæ rozmiaru dla %s
pt_pt: aviso: falha ao obter o tamanho do ficheiro para %s
ru: предупреждение: неудалось получить размер файла для %s
sv: varning: kunde inte hämta filstorlek för %s

source: warning: failed to get mtime for %s
de: Warnung: Kann die Erstellungszeit von %s nicht ermitteln
es: advertencia: fallo al obtener el tiempo de modificación de %s
fr: avertissement : n'a pas pu obtenir la date de modification (mtime) de %s
nl: fout: kon mtime voor %s niet ophalen
pl_pl: uwaga: nie mogê okre¶liæ mtime dla %s
pt_pt: aviso: falha ao obter a data de modificação para %s
ru: предупреждение: неудалость получить mtime для %s
sv: varning: kunde inte hämta modifieringstid för %s

source: mtimes are identical, skipping %s
de: Erstellungszeiten sind identisch, überspringe %s
es: los tiempos de modificación son idénticos, omitiendo %s
fr: les dates de modification (mtimes) sont identiques, omission %s
nl: mtimes zijn identiek, %s overslaan
pl_pl: czasy mtime s± identyczne, pomijam %s
pt_pt: datas de modificação são idênticas, ignorando %s
ru: mtime'ы идентичны, пропускаем %s
sv: modifieringstider är identiska, hoppar över %s

source: warning: failed to resume download -- restarting
de: Warnung: Kann Download nicht fortsetzen -- Starte neu
es: advertencia: fallo al reanudar descarga -- comenzando de nuevo
fr: avertissement : n'a pas pu reprendre le téléchargement -- redémarrage
nl: fout: kon download niet hervatten -- opnieuw starten
pl_pl: uwaga: nie mogê wznowiæ pobierania -- zaczynam ponownie
pt_pt: aviso: falha ao continuar a transferência -- reiniciando
ru: предупреждение: ошибка возобновления загрузки -- перезапуск
sv: varning: kunde inte återhämta nedladdning -- startar om

source: failed downloading %s from %s: %s
de: Fehler während der Übertragung von %s aus %s: %s
es: error descargando %s de %s: %s
fr: n'a pas pu télécharger %s à partir de %s: %s
nl: mislukt in downloaden %s van %s: %s
pl_pl: nie mogê pobraæ %s z %s: %s
pt_pt: falha a transferir %s de %s: %s
ru: неудалось загрузить %s из %s: %s
sv: kunde inte ladda hem %s från %s: %s

source: copying %s to %s/%s
de: Kopiere %s nach %s/%s
es: copiando %s a %s%s
fr: copie de %s vers %s%s
nl: bezig met kopieeren van %s naar %s
pl_pl: kopiujê %s do %s/%s
pt_pt: a copiar %s para %s/%s
ru: копирование %s в %s/%s
sv: kopierar %s till %s%s

source: failed copying %s
de: Fehler während des Kopierens von %s
es: error al copiar %s
fr: n'a pas pu copier %s
nl: mislukt in kopieeren van %s
pl_pl: nie mogê skopiowaæ %s
pt_pt: falha ao copiar %s
ru: ошибка копирования %s
sv: kopiering misslyckades av %s

source: bad tar archive: %s
de: Beschädigtes Tar Archive: %s
es: archivo tar erróneo: %s
fr: archive tar corrompue : %s
nl: foutief tar archief: %s
pl_pl: b³êdne archiwum TAR
pt_pt: arquivo tar corrompido: %s
ru: неверный tar-архив: %s
sv: skadat tar-arkiv: %s

source: could not extract %s: %s
de: Kann %s nicht extrahieren: %s
es: no se pudo extraer %s: %s
fr: n'a pas pu extraire %s: %s
nl: kon %s niet uitpakken: %s
pl_pl: nie mogê rozpakowaæ %s: %s
pt_pt: impossível extrair %s: %s
ru: невозможно извлеч %s: %s
sv: kan inte extrahera %s: %s

source: malloc failure: could not allocate %d bytes
de: Malloc Fehler: Kann keine %d Bytes allokieren
es: fallo en malloc: no se pudieron reservar %d bytes
fr: défaillance d'allocation de mémoire (malloc) : n'a pas pu affecter %d octets
pl_pl: malloc failure: nie mogê przypisaæ %d bajtów
pt_pt: falha de alocação de memória: impossível alocar %d bytes
ru: ошибка malloc: невозможно выделить %d байтов памяти

source: original: %s
nl: origineel: %s
pl_pl: oryginalne: %s
ru: оригинал: %s

source: the terms of the GNU General Public License
de: the terms of the GNU General Public License Übermitteln Sie Übersetzungsfehler an das Arch Linux Translation Team <arch-i18n-common@lists.berlios.de>.

source: failed to get last update time for %s (no big deal)
fr: n'a pas pu obtenir la dernière période de mise à jour pour %s (pas d'erreur sérieuse)

source: COLUMNS
sv: KOLUMNER

source: :: Replace %s with %s from "%s"? [J/n]
sv: :: Ersätt %s med %s från "%s"? [J/n]

source: :: %s-%s: local version is newer
nl: :: %s-%s: lokale versie is nieuwer
sv: :: %s-%s: lokal version är nyare

source: :: Upgrade pacman first? [J/n]
sv: :: Uppgradera pacman först? [J/n]

source: Install whole content? [J/n]
sv: Installera alla paket? [J/n]

source: :: Install %s from group %s? [J/n]
sv: :: Installera %s från grupp %s? [J/n]

source: :: %s-%s: local version is newer. Upgrade anyway? [J/n]
sv: :: %s-%s: lokal version är nyare. Uppgradera ändå? [J/n]

source: :: %s-%s: is up to date. Upgrade anyway? [J/n]
sv: :: %s-%s: är redan uppgraderat. Uppgradera ändå? [J/n]

source: :: %s conflicts with %s. Remove %s? [J/n]
sv: :: %s kolliderar med %s. Ta bort %s? [J/n]

source: Proceed with download? [J/n]
sv: Fortsätt nedladdning? [J/n]

source: Proceed with upgrade? [J/n]
sv: Fortsätt med uppgradering? [J/n]

source: %s-%s.pkg.tar.gz is already in the cache
nl: %s-%s.pkg.tar.gz zit al in de cache
sv: %s-%s.pkg.tar.gz finns redan i cache-mappen

source: Remove whole content? [J/n]
sv: Ta bort alla paket? [J/n]

source: :: Remove %s from group %s? [J/n]
sv: :: Ta bort %s från Grupp %s? [J/n]

source: :: %s is designated as a HoldPkg. Remove anyway? [J/n]
sv: :: %s är markerad som HoldPkg. Ta bort ändå? [J/n]

source: Do you want to remove these packages? [J/n]
sv: Vill du ta bort dessa paket? [J/n]
