Repository: BackupTheBerlios/arch-i18n-svn
Catalog: trunk/pacman-i18n/po/*.po
Languages: de, es, fr, nl, pl_pl, pt_pt, ru, sv

source: :: Replace %s with %s from "%s"? [Y/n]
de: :: Ersetze %s mit %s aus "%s"? [J/n]
es: :: Reemplaza %s con %s de "%s"? [S/n]
fr: :: Remplacer %s par %s de "%s"? [O/n]
nl: :: %s vervangen met %s van "%s"? [Y/n]
pl_pl: :: Zast±piæ %s pakietem %s z "%s"? [Y/n]
pt_pt: :: Trocar %s por %s a partir de "%s"? [S/n]
ru: :: Заменить %s на %s из "%s"? [Y/n]

source: :: %s: local version (%s) is newer than repo version (%s)
de: :: %s-%s: Lokale Version (%s) ist neuer als die Version der Paketquelle (%s)
es: :: %s-%s: la versión local es mas reciente que la del repositorio (%s)
fr: :: %s-%s: la version locale est plus récente que la version du dépôt (%s)
pl_pl: :: %s: lokalna wersja (%s) jest nowsza ni¿ wersja w repozytorium (%s)
pt_pt: :: %s: a versão local (%s) é mais nova que a do repositório (%s)
ru: :: %s: локальная версия (%s) более новая, чем в репозитории (%s)

source: :: %s-%s: ignoring package upgrade (%s)
de: :: %s-%s: Ignoriere Paketerneuerung (%s)
es: :: %s-%s: ignorando la actualización del paquete (%s)
fr: :: %s-%s: omission de la mise à niveau du paquet (%s)
nl: :: %s-%s: pakket upgrade genegeerd (%s)
pl_pl: :: %s-%s: ignorujê aktualizacjê pakietu (%s)
pt_pt: :: %s-%s: ignorando actualização do pacote (%s)
ru: :: %s-%s: игнорирование обновления пакета (%s)
sv: :: %s-%s: ignorerar paketuppgradering (%s)

source: :: Above packages will be skipped. To manually upgrade use 'pacman -S <pkg>'
de: :: Die oben aufgeführten Pakete werden übersprungen. Für eine manuelle Erneuerung müssen Sie 'pacman -S <pkg>' ausführen
es: :: Los paquetes de arriba serán omitidos. Para actualizarlos manualmente use 'pacman -S <pkg>'
fr: :: Les paquets ci-dessus seront omis. Pour une mise à niveau manuelle utiliser 'pacman -S <pkg>'
nl: Bovenstaande pakket worden overgeslaan. Om manueel up te graden, gebruik 'pacman -S <pakket>'
pl_pl: :: Powy¿sze pakiety bêd± pominiête. Rêczna aktualizacja za pomoc± 'pacman -S <pkg>'
pt_pt: :: Os pacotes acima não serão actualizados. Para actualizá-los manualmente digite 'pacman -S <pacote>'
ru: :: Выше указанные пакеты будут пропущенны. Для ручного обновления используйте 'pacman -S <pkg>'
sv: :: Ovanstående paket kommer att hoppas över. För att manuellt uppgradera, använd 'pacman -S <pkg>'

source: :: pacman has detected a newer version of the "pacman" package.
de: :: Pacman fand eine neue Version des Paketes "pacman".
es: :: ´pacman ha encontrado una versión mas reciente del paquete "pacman".
fr: :: pacman a détecté une version plus récente du paquet "pacman".
nl: :: pacman heeft een nieuwere versie van het "pacman" pakket gedetecteerd.
pl_pl: :: pacman wykry³ nowsz± wersjê pakietu "pacman".
pt_pt: :: o pacman identificou uma versão mais recente do pacote "pacman".
ru: :: pacman обнаружил более новую версию пакета "pacman".
sv: :: pacman har hittat en nyare version utav "pacman" paketet.

source: :: It is recommended that you allow pacman to upgrade itself
de: :: Es wird empfohlen diese Selbsterneuerung als erstes durchzuführen
es: :: Es recomendable que deje a pacman actualizarse
fr: :: Il est recommandé que vous laissiez pacman se mettre à niveau lui-même
nl: :: Het is aanbevolen dat je eerst pacman zichzelf laat upraden,
pl_pl: :: Zalecane jest zezwolenie na aktualizacjê pacmana
pt_pt: :: É recomendado permitir que o pacman se actualize
ru: :: Рекомендуется, чтобы вы позволили pacman'у обновлять себя
sv: :: Det är rekommenderat att du tillåter pacman att uppgradera sig sjäv

source: :: first, then you can re-run the operation with the newer version.
de: :: dann können Sie die Operationen mit der neuen Version wieder ausführen.
es: :: primero, luego puede correr de nuevo la operación con la versión nueva.
fr: :: en premier, vous pourrez alors recommencer l'opération avec la nouvelle version.
nl: :: dan kan je de actie opnieuw uitvoeren met de nieuwe versie.
pl_pl: :: w pierwszej kolejno¶ci.
pt_pt: :: primeiro, e então poderá repetir a operação com a nova versão.
ru: :: сначала, после этого вы можете повторно выполнить эту операцию с более новой версией.
sv: :: först, sen kan du upprepa denna operation med en nyare version.

source: :: Upgrade pacman first? [Y/n]
de: :: Soll die Erneurung von Pacman zuerst durchgeführt werden? [J/n]
es: :: Actualizar pacman primero? [S/n]
fr: :: Mettre à niveau pacman en premier ? [O/n]
nl: :: Eerst pacman upgraden? [Y/n]
pl_pl: :: Zaktualizowaæ najpierw pacmana? [Y/n]
pt_pt: : Actualizar o pacman primeiro? [S/n]
ru: :: Обновить сначало pacman? [Y/n]

source: :: group %s:
de: :: Gruppe %s:
es: :: grupo %s:
fr: :: groupe %s:
nl: :: groep %s:
pl_pl: :: grupy %s:
pt_pt: :: grupo %s:
ru: :: группа %s:
sv: :: Grupp %s:

source: Install whole content? [Y/n]
de: Alles installieren? [Y/n]
es: Instalar todo los paquetes? [S/n]
fr: Installer tous les paquets? [O/n]
nl: Volledige inhoud installeren? [Y/n]
pl_pl: Zainstalowaæ wszystkie pakiety? [Y/n]
pt_pt: Instalar todo o conteúdo? [S/n]
ru: Установить все содержимое? [Y/n]

source: :: Install %s from group %s? [Y/n]
de: :: Soll %s aus der Gruppe %s installiert werden? [J/n]
es: :: Instalar %s del grupo %s? [S/n]
fr: :: Installer %s à partir du groupe %s? [O/n]
nl: :: %s installeren van groep %s? [Y/n]
pl_pl: :: Zainstalowaæ pakiet %s z grupy %s? [Y/n]
pt_pt: :: Instalar %s do grupo %s? [S/n]
ru: :: Установить %s из группы %s? [Y/n]

source: %s: not found in sync db
de: %s: Kann nicht in der Synchronisationsdatenbank
es: %s: no encontrado en la base de datos de syncronización
fr: %s: non trouvé dans la BD de synchro
nl: %s: niet gevonden in synchronisatiedatabase
pl_pl: %s: nie znaleziony na li¶cie pakietów
pt_pt: %s: não encontrado na base de dados sincronizada
ru: %s: не найден в базе данных синхронизации
sv: %s: hittades inte i synkroniseringsdatabas

source: %s: not present in "%s" repository
de: %s: Kann nicht in der Paktequelle "%s" gefunden werden.
es: %s: no encontrado en el repositorio "%s"
fr: %s: non trouvé dans le dépôt "%s"
nl: %s: niet aanwezig in "%s" magazijn
pl_pl: %s: nieobecny w repozytorium "%s"
pt_pt: %s: não encontrado no repositório "%s"
ru: %s: не присутствует в репозитории "%s"
sv: %s: existerar inte i "%s" förrådet

source: :: %s-%s: local version is newer. Upgrade anyway? [Y/n]
de: :: %s-%s: Die lokale Version ist neuer. Dennoch erneuern? [J/n]
es: :: %s-%s: la versión local es más reciente. Actualizar de todos modos? [S/n]
fr: :: %s-%s: La version locale est plus récente. Mettre à niveau quoi qu'il en soit ? [O/n]
nl: :: %s-%s: lokale versie is nieuwever. Toch ugpraden? [Y/n]
pl_pl: :: %s-%s: lokalna wersja jest nowsza. Zaktualizowaæ? [Y/n]
pt_pt: :: %s-%s: versão local é mais recente. Actualizar mesmo assim? [S/n]
ru: :: %s-%s: локальная версия более новая. Всеравно обновить? [Y/n]

source: :: %s-%s: is up to date. Upgrade anyway? [Y/n]
de: :: %s-%s: Die lokale Version ist aktuell. Dennoch erneuern? [J/n]
es: :: %s-%s: ya está actualizado. Actualizar de todos modos? [S/n]
fr: :: %s-%s: est à jour. Mettre à niveau quoi qu'il en soit ? [O/n]
nl: :: %s-%s: up to date. Toch upgraden? [Y/n]
pl_pl: :: %s-%s: jest aktualna. Zaktualizowaæ? [Y/n]
pt_pt: :: %s-%s: está actualizado. Atualizar mesmo assim? [S/n]
ru: :: %s-%s: уже обновлен. Всеравно обновить? [Y/n]

source: error: unresolvable dependencies:
de: Fehler: Nicht auffindbare Abhängigkeiten:
es: error: dependencias no resueltas:
fr: erreur: dépendances insolubles :
nl: fout: onopzoekbare afhankelijkheden:
pl_pl: b³±d: nierozwi±zane zale¿no¶ci:
pt_pt: erro: dependências irresolúveis:
ru: ошибка: неразрешенные зависимости:
sv: fel: kunde inte hitta de paket som krävs:

source: %s: requires %s
de: %s: Benötigt %s
es: %s: requiere %s
fr: %s: requiert %s
nl: %s: heeft %s nodig
pl_pl: %s: wymaga %s
pt_pt: %s: requer %s
ru: %s: требует %s
sv: %s: kräver %s

source: but it is not in the sync db
de: , aber das Paket ist nicht in der Synchronisationsdatenbank
es: pero no está en la base de datos de sincronización
fr: mais il n'est pas dans la BD de synchro
nl: maar het is niet in de synchronisatiedatabase
pl_pl: lecz nie ma go na li¶cie pakietów
pt_pt: mas não se encontra na base de dados sincronizada
ru: но это не находится в БД синхронизации
sv: men paketet hittades inte i synkroniseringsdatabasen

source: :: %s conflicts with %s. Remove %s? [Y/n]
de: :: %s kollidiert mit %s. %s entfernen? [J/n]
es: :: %s tiene conflictos con %s. Remover %s? [S/n]
fr: :: %s est en conflit avec %s. Supprimer %s ? [O/n]
nl: :: %s conflicteert met %s. %s verwijderen? [Y/n]
pl_pl: :: %s w konflikcie z %s. Usun±æ %s? [Y/n]
pt_pt: :: %s entra em conflito com %s. Remover %s? [S/n]
ru: :: %s конфликтует с %s. Удалить %s? [Y/n]

source: error: package conflicts detected
de: Fehler: Paketkonflikte entdeckt
es: error: se detectaron conflictos de paquetes
fr: erreur : conflits de paquets détectés
nl: fout: pakketconflicteren gededecteert (vluchten!)
pl_pl: b³±d: konflikty pakietów wykryte
pt_pt: erro: foram detectados conflitos de pacotes
ru: ошибка: обнаружен конфликт пакетов
sv: fel: paketkonflikt upptäckt

source: error: %s conflicts with %s
de: Fehler: : %s kollidiert mit %s
es: Error: %s tiene conflictos con %s
fr: Erreur: %s entre en conflit avec %s
nl: fout: %s conflicteert met %s
pl_pl: b³±d: %s w konflikcie z %s
pt_pt: erro: : %s entra em conflito com %s
ru: ошибка: %s конфликтует с %s
sv: fel: : %s kolliderar med %s

source: Remove:
de: Entferne:
es: Remover:
fr: Supprimer :
nl: Verwijder:
pl_pl: Usuñ:
pt_pt: Remover:
ru: Удалить:
sv: Ta bort:

source: Targets:
de: Ziele:
es: Paquetes:
fr: Destinations :
nl: Doelen:
pl_pl: Cele:
pt_pt: Alvos:
ru: Цели:
sv: Mål:

source: Total Package Size: %.1f MB
de: Totale Paketgröße: %.1f MB
es: Tamaño total: %.1f MB
fr: Taille totale du (des) paquet(s): %.1f Mo
nl: Totale pakket grootte: %.1f MB
pl_pl: Ca³kowity rozmiar pakietu: %.1f MB
pt_pt: Tamanho Total do Pacote: %.1f MB
ru: Общий размер пакета(ов): %.lf МБ
sv: Total Paketstorlek: %.1f MB

source: Beginning download...
de: Starte die Datenübertragung...
es: Comenzando la descarga...
fr: Démarrage du téléchargement...
nl: Bezig met downloaden...
pl_pl: Rozpoczynam pobieranie...
pt_pt: Iniciando a transferência...
ru: Начало загрузки...
sv: Börjar nedladdning...

source: Proceed with download? [Y/n]
de: Datenübertragung fortsetzen? [J/n]
es: Proceder con la descarga? [S/n]
fr: Procéder au téléchargement ? [O/n]
nl: Verder gaan met download? [Y/n]
pl_pl: Rozpocz±æ pobieranie? [Y/n]
pt_pt: Prosseguir com a transferência? [S/n]
ru: Продолжать загрузку? [Y/n]

source: Beginning upgrade process...
de: Starte Erneuerungsprozess...
es: Empezando proceso de actualización...
fr: Démarrage du processus de mise à niveau...
nl: Bezig met upgrade proces...
pl_pl: Rozpoczynam proces aktualizacji...
pt_pt: Iniciando processo de actualização...
ru: Начало процесса обновления...
sv: Börjar uppgraderingsprocessen...

source: Proceed with upgrade? [Y/n]
de: Erneuerung fortsetzen? [J/n]
es: Proceder con la actualización? [S/n]
fr: Procéder à la mise à niveau ? [O/n]
nl: Doorgaan met upgrade? [Y/n]
pl_pl: Rozpocz±æ aktualizacjê? [Y/n]
pt_pt: Prosseguir com actualização? [S/n]
ru: Продолжать обновление? [Y/n]

source: %s-%s%s is already in the cache
de: %s-%s.pkg.tar.gz ist bereits im Cache vorhanden
es: %s-%s%s existe en el caché
fr: %s-%s%s est déjà dans le cache
pl_pl: %s-%s%s jest ju¿ w cache
pt_pt: %s-%s%s já está na cache
ru: %s-%s%s уже находится в кэше

source: :: Retrieving packages from %s...
de: :: Übertrage Pakete aus %s...
es: :: Obteniendo paquetes del repositorio %s...
fr: :: Récupération des paquets à partir de %s...
nl: :: Ophalen van pakketten van %s...
pl_pl: :: Pobieram pakiety z %s...
pt_pt: :: Transferindo pacotes de %s...
ru: :: Получение пакетов из %s...
sv: :: Erhåller paket från %s...

source: warning: no %s cache exists. creating...
de: Warnung: %s Cache Verzeichnis existiert nicht. Erstelle...
es: advertencia: no existe el caché de %s . Creándolo...
fr: avertissement : le cache %s n'existe pas. création...
nl: waarschuwing: cache %s bestaat niet. Bezig met aanmaken...
pl_pl: uwaga: brak %s cache. tworzê...
pt_pt: aviso: não existe a directoria %s da cache. a criar...
ru: предупреждение: кэш %s не существует. создание...
sv: varning: %s Cache-mapp existerar inte. Skapar...

source: warning: couldn't create package cache, using /tmp instead
de: Warnung: Kann Cache Verzeichnis nicht erstellen, benutze /tmp stattdessen
es: advertencia: no se pudo crear el caché del paquete, se usará /tmp
fr: avertissement : n'a pas pu créer le cache des paquets, utilisation de /tmp à la place
nl: waarschuwing: kon pakketcache niet aanmaken, /tmp wordt gebruikt
pl_pl: uwaga: nie mogê stworzyæ cache pakietu, u¿ywam /tmp
pt_pt: aviso: impossível criar a directoria da cache do pacote, utilizando /tmp
ru: предупреждение: невозможно создать кэш пакета, использую /tmp
sv: varning: kunde inte skapa cache-mapp, använder /tmp istället

source: error: failed to retrieve some files from %s
de: Fehler: Fehler bei der Übertragung von einigen Dateien aus %s
es: error: no se pudo obtener algunos archivos de %s
fr: erreur : des fichiers n'ont pas pu être récupérés à partir de %s
nl: fout: kon sommige bestanden niet ophalen van %s
pl_pl: b³±d: nieudana próba pobrania pakietów z %s
pt_pt: erro: falha na transferência de alguns ficheiros de %s
ru: ошибка: неудалось получить некоторые файлы из %s
sv: fel: misslyckades med att erhålla några filer från %s

source: checking package integrity...
de: Überprüfe Paketintegrität...
es: comprobando la integridad del paquete...
fr: vérification de l'intégrité du paquet...
nl: bezig met controleren van pakketintegriteit...
pl_pl: sprawdzam integralno¶ci pakietów...
pt_pt: verificando a integridade do pacote...
ru: проверка целостности пакета...
sv: kontrollerar paketintegritet...

source: error: can't get md5 checksum for package %s
de: Fehler: Kann die MD5 Prüfsumme des Paketes %s nicht ermitteln
es: error: no se pudo obtener la suma md5 del paquete %s
fr: erreur : n'a pas pu obtenir la somme md5 pour le paquet %s
nl: fout: kan MD5 checksum niet ophalen voor pakket %s
pl_pl: b³ad: nie mogê pobraæ sumy kontrolnej dla pakietu %s
pt_pt: erro: impossível obter a chave MD5 do pacote %s
ru: ошибка: невозможно получить сумму md5 для пакета %s
sv: fel: kan inte hämta MD5 kontrollsumma för paket %s

source: error: can't get md5 checksum for archive %s
de: Fehler: Kann die MD5 Prüfsumme des Archives %s nicht ermitteln
es: error: no se pudo obtener la suma md5 del archivo %s
fr: erreur: n'a pas pu obtenir la somme md5 pour l'archive %s
nl: fout: kan MD5 checksum niet ophalen voor archief %s
pl_pl: b³±d: nie mogê uzyskaæ sumy kontrolnej dla archiwum %s
pt_pt: erro: impossível obter a chave MD5 do ficheiro %s
ru: ошибка: невозможно получить сумму md5 для архива %s
sv: fel: kan inte hämta MD5 kontrollsumma för arkiv %s

source: error: archive %s is corrupted
de: Fehler: Das Archiv %s ist beschädigt
es: error: el archivo %s está corrupto
fr: erreur: l'archive %s est corrompue
nl: fout: archief %s is beschadigd
pl_pl: b³±d: archiwum %s jest uszkodzone
pt_pt: erro: o ficheiro %s está corrompido
ru: ошибка: архив %s поврежден
sv: fel: arkivet %s är skadat

source: checking dependencies of packages designated for removal...
de: Überprüfe Abhängigkeiten des zur Entfernung vorgesehenen Paketes...
es: comprobando las dependenicas de los paquetes a elminarse...
fr: vérification des dépendances des paquets sélectionnés pour suppression...
nl: bezig met controleren van pakketten bedoeld voor verwijdering...
pl_pl: sprawdzam zale¿no¶ci dla usuwanych pakietów...
pt_pt: verificando as dependências dos pacotes a serem removidos...
ru: проверка зависимостей пакетов, определяемых для удаления...
sv: kontrollerar paketberoende för paket markerade för borttagning...

source: error: this will break the following dependencies:
de: Fehler: Dies verletzt folgende Abhängigkeiten:
es: error: esto va a romper las siguientes dependencias:
fr: erreur : ceci rompra les dépendances suivantes :
nl: fout: dit zal de volgende afhankelijkheden breken:
pl_pl: b³±d: operacja z³amie zale¿no¶ci:
pt_pt: erro: isto quebrará as seguintes dependências:
ru: ошибка: это нарушит следующие зависимости:
sv: fel: detta kommer förstöra följande paketberoenden:

source: %s: is required by %s
de: %s: wird von %s benötigt
es: %s: es requerido por %s
fr: %s: est requis par %s
nl: %s: vereist door %s
pl_pl: %s: wymagany przez %s
pt_pt: %s: é requerido por %s
ru: %s: требуется %s
sv: %s: krävs utav %s

source: upgrade aborted.
de: Erneuerung abgebrochen.
es: Actualización abortada.
fr: mise à niveau abandonnée.
nl: upgrade geannuleerd.
pl_pl: aktualizacja przerwana.
pt_pt: actualização cancelada.
ru: обновление прервано.
sv: uppgradering avbruten.

source: package removal failed. aborting...
de: Entfernung des Paketes schlug fehl. Breche ab...
es: falló la eliminación del paquete. Abortando...
fr: la suppression du paquet a échoué. Abandon...
nl: pakketverwijdering mislukte. Annuleren...
pl_pl: nieudana próba usuniêcia pakietu. przerywam...
pt_pt: remoção de pacote falhou. abortando..
ru: ошибка удаление пакета. прерывание..
sv: paketborttagning misslyckades. avbryter...

source: error: failed to download %s
de: Fehler: Während der Übertragung von %s
es: error: falló la descarga de %s
fr: erreur : n'a pas pu télécharger %s
nl: fout: kon %s niet downloaden
pl_pl: b³±d: nie mogê pobraæ %s
pt_pt: erro: falha na transferência de %s
ru: ошибка: неудалось загрузить %s
sv: fel: misslyckades med att ladda ned %s

source: loading package data...
de: Lade Paketdaten...
es: cargando la información del paquete...
fr: chargement des données du paquet...
nl: bezig met het laden van pakketgegevens...
pl_pl: ³adujê dane o pakiecie
pt_pt: a carregar os dados do pacote...
ru: загрузка данных пакета...
sv: laddar paketdata...

source: reading %s...
de: Lese %s...
es: leyendo %s...
fr: lecture de %s...
nl: %s lezen...
pl_pl: czytam %s...
pt_pt: a ler %s...
ru: чтение %s...
sv: läser %s...

source: error: package "%s" has more than one hyphen in its version (%s)
de: Fehler: Die Paketversion des Paketes "%s" beinhaltet mehr als einen Bindestrich (%s)
es: error: el paquete "%s" tiene más de un guión en su versión (%s)
fr: erreur : le paquet "%s" a plus d'un trait d'union dans sa version (%s)
nl: fout: pakket "%s" heeft meer dan een streepje in zijn versie (%s)
pl_pl: b³±d: pakiet "%s" ma wiêcej ni¿ jednen hyphen w wersji (%s)
pt_pt: erro: o pacote "%s" possui mais que um hífen na sua versão (%s)
ru: ошибка: пакет "%s" имеет больше чем один дефис в его версии (%s)
sv: fel: paketet "%s" har fler än ett (1) bindesträck i dess version (%s)

source: not installed or lesser version
de: nicht installiert oder geringere Version
es: no esta instalado o tiene una versión antigua
fr: non installé ou version inférieure
nl: niet geinstalleerd of lagere versie
pl_pl: nie zainstalowany lub niepe³na wersja
pt_pt: não instalado ou de versão mais antiga
ru: не установлен или более меньшая версия
sv: inte installerat eller äldre version

source: replacing older version in target list.
de: Ersetze ältere Version in der Zielliste.
es: Reemplazando una version vieja en la lista especificada
fr: remplacement d'une version plus ancienne dans la liste de destination
nl: bezig met het vervangen van de oude versie in de doellijst.
pl_pl: zastêpowanie starszej wersji na li¶cie celów
pt_pt: substituindo versão mais antiga na lista de alvos.
ru: замена старшей версии в списке целей.
sv: ersätter äldre version i mållistan

source: done
de: Fertig
es: finalizado
fr: Terminé
nl: klaar
pl_pl: zrobione
pt_pt: terminado
ru: готово
sv: klar

source: checking dependencies...
de: Überprüfe Abhängigkeiten...
es: comprobando dependencias...
fr: vérification des dépendances...
nl: bezig met controleren van afhankelijkheden...
pt_pt: verificando dependências...
ru: проверка зависимостей...
sv: kontrollerar paketberoenden...

source: error: unsatisfied dependencies:
de: Fehler: Invalide Abhängigkeiten:
es: error: faltan dependencias:
fr: erreur : dépendances non satisfaites :
nl: fout: mislukte afhankelijkheden:
pt_pt: erro: dependências não satisfeitas:
ru: ошибка: неудовлетворенные зависимости:
sv: fel: otillfredsställda beroenden:

source: %s aborted.
de: %s abgebrochen.
es: %s abortado.
fr: %s abandon.
nl: %s geannuleerd.
pl_pl: %s przerwane.
pt_pt: %s abortado.
ru: %s прервана(о).
sv: %s avbruten.

source: upgrade
de: Erneuerung
es: actualización
fr: mise à niveau
nl: upgraden
pl_pl: aktualizacja
pt_pt: actualização
ru: обновление
sv: uppgradera

source: install
de: Installation
es: instalación
fr: installation
nl: installeren
pl_pl: instalacja
pt_pt: instalação
ru: установка
sv: installera

source: sorting by dependencies
de: Sortiere nach Abhängigkeiten
es: ordenando por dependencias
fr: tri par dépendances
nl: sorten volgens afhankelijkheden
pl_pl: sortowanie wg. zale¿no¶ci
pt_pt: ordenando por dependências
ru: сортировка по зависимостям
sv: sorterar efter beroenden

source: checking for file conflicts...
de: Suche nach Dateikonflikten...
es: buscando si existen conflictos de archivos...
fr: vérification des conflits de fichiers ...
nl: controleren voor bestandsconflicten...
pl_pl: sprawdzam mo¿liwo¶æ konfliktów
pt_pt: procurando conflitos de ficheiros...
ru: проверка на конфликты с файлами...
sv: kontrollerar filkonflikter...

source: error: the following file conflicts were found:
de: Fehler: Folgende Dateikonflikte wurden gefunden:
es: error: se encontraron los siguientes conflictos de archivos:
fr: erreur : les conflits de fichiers suivants ont été trouvés :
nl: fout: de volgende bestandsconflicten werden gevonden:
pl_pl: b³ad: znaleziono nastepuj±ce konflikty
pt_pt: erro: os seguintes conflitos de ficheiros foram encontrados:
ru: ошибка: следующие файловые конфликты были найдены:
sv: fel: följande filkonflikter hittades:

source: errors occurred, no packages were upgraded.
de: Es traten Fehler auf, es wurden keine Paketerneuerungen durchgeführt.
es: ocurrieron errores, no se actualizaron los paquetes.
fr: des erreurs se sont produites, aucun paquet n'a été mis à niveau.
nl: fouten kwamen voor, geen pakketten geupgrade.
pl_pl: Wyst±pi³y b³êdy. Aktualizacja przerwana
pt_pt: ocorreram erros, nenhum pacote foi actualizado.
ru: произошли ошибки, никакие пакеты не были обновлены.
sv: ett eller flera fel inträffade, inga paket har uppgraderats.

source: error: %s is already installed. (try --upgrade)
de: Fehler: %s ist bereits installiert. (Bitte versuchen Sie --upgrade)
es: error: %s ya está instalado. (use la opción --upgrade)
fr: erreur : %s est déjà installé. (utiliser l'option --upgrade)
nl: fout: %s is al geinstalleerd. (probeer --upgrade)
pl_pl: b³±d: %s jest ju¿ zainstalowany (spróbuj --upgrade)
pt_pt: erro: %s já está instalado. (tente --upgrade)
ru: ошибка: %s уже установлен. (попробуйте ключ --upgrade)
sv: fel: %s är redan installerat. (försök med --uppgrade)

source: upgrading %s...
de: Erneuere %s...
es: actualizando %s...
fr: Mise à niveau de %s...
nl: %s upgraden...
pl_pl: aktualizujê %s...
pt_pt: actualizando %s...
ru: обновление %s...
sv: Uppgraderar %s...

source: removing old package first...
de: Entferne zuerst altes Paket...
es: removiendo el paquete antiguo primero...
fr: suppression des anciens paquets d'abord...
nl: eerst oud pakket verwijderen...
pl_pl: usuwam starszy pakiet...
pt_pt: removendo o pacote antigo antes...
ru: удаление старого пакета сначала...
sv: tar bort gamla paket först...

source: installing %s...
de: Installiere %s...
es: instalando %s...
fr: installation de %s...
nl: bezig met installeren van %s...
pl_pl: instalujê %s...
pt_pt: instalando %s...
ru: установка %s...
sv: installerar %s...
