Repository: BackupTheBerlios/arch-i18n-svn
Catalog: trunk/pacman-i18n/po/*.po
Languages: de, es, fr, nl, pl_pl, pt_pt, ru, sv

source: converts a pacman 1.x database to a pacman 2.0 format
de: Konvertiert eine Pacman 1.x Datenbank in eine Pacman 2.x Datenbank
es: convierte una base de datos para pacman de formato 1.x a 2.0
fr: convertit une base de données pacman 1.x vers le format pacman 2.0
nl: Zet een pacman 1.x database om naar het pacman 2.0 formaat
pl_pl: przekonwertuj bazê pacmana 1.X na wersjê 2.x
pt_pt: converte uma base de dados do Pacman 1.x para um formato 2.0
ru: преобразование базы данных pacman 1.x в формат базы данных pacman 2.0
sv: konverterar en pacman 1.x databas till pacman 2.0 format

source: usage: %s <target_dir>
de: Gebrauch: %s <Zielverzeichnis>
es: Uso: %s <directorio>
fr: Usage : %s <répertoire_de_destination>
nl: gebruik: %s <doelmap>
pl_pl: katalog: %s <target_dir>
pt_pt: uso: %s <directoria_de_destino>
ru: использование: %s <целевой_каталог>
sv: användning: %s <målmapp>

source: convertdb will convert all package data from /var/lib/pacman/pacman.db
de: Convertdb wird alle Paketdaten von /var/lib/pacman.db
es: convertdb convertá todos los datos de los paquetes encontrados en /var/lib/pacman/pacman.db
fr: convertdb va convertir toutes les données des paquets de /var/lib/pacman/pacman.db
nl: convertdb zal alle pakketinformatie van /var/lib/pacman/pacman.db omzetten
pl_pl: convertdb przekonwertuje dane pakietów zawarte w /var/lib/pacman/pacman.db
pt_pt: convertdb irá converter todos os dados dos pacotes de /var/lib/pacman/pacman.db
ru: convertdb преобразует все данные пакетов из /var/lib/pacman/pacman.db
sv: convertdb konverterar all paket data från /var/lib/pacman.db

source: to a 2.0 format and place it in target_dir.
de: in ein 2.0 Format konvertieren und es in dem Zielverzeichnis plazieren
es: al formato 2.0 y lo alojará en el directorio especificado.
fr: au format 2.0 et les placer dans le répertoire_de_destination.
nl: naar een 2.0 formaat en zal het in doelmap plaatsen.
pl_pl: do formatu 2.0 o umie¶ci w docelowym katalogu.
pt_pt: para o formato 2.0 e colocá-los na directoria_de_destino.
ru: в формат 2.0 и перенесет в целевой_каталог.
sv: till 2.0 format och placerar det i målmapp.

source: converting %s
de: Konvertiere %s
es: convirtiendo %s
fr: conversion en cours %s
nl: omzetten %s
pl_pl: konwertujê %s
pt_pt: a converter %s
ru: преобразование %s
sv: konverterar %s

source: error: %s: %s
de: Fehler: %s: %s
fr: erreur : %s: %s
nl: fout: %s: %s
pl_pl: b³±d: %s: %s
pt_pt: erro: %s: %s
ru: ошибка: %s: %s
sv: fel: %s: %s

source: db_read: error: %s: %s
de: db_read: Fehler: %s: %s
fr: db_read: erreur: %s: %s
nl: db_read: fout: %s: %s
pl_pl: b³±d bazy danych: b³±d: %s: %s
pt_pt: db_read: erro: %s: %s
ru: db_read: ошибка: %s: %s
sv: db_read: fel: %s: %s

source: %s: exists in "%s" (target) and "%s" (target)
de: %s: Existiert in "%s" (Ziel) und "%s" (Ziel)
es: %s:existe en "%s" (destino) und "%s" (destino)
fr: %s:existe dans "%s" (destination) et "%s" (destination)
nl: %s: bestaat in "%s" (doel) en "%s" (doel)
pl_pl: %s: istnieje w "%s" (docelowy) i "%s" (docelowy)
pt_pt: %s: existe em "%s" (alvo) e "%s" (alvo)
ru: %s: существует в "%s" (цель) и "%s" (цель)
sv: %s: existerar i "%s" (mål) och "%s" (mål)

source: %s: %s: exists in filesystem
de: %s: %s: Existiert bereits
es: %s: %s: existe en el sistema de archivos
fr: %s: %s: existe dans le système de fichier
nl: %s: %s: bestaat in het bestandssysteem
pl_pl: %s: %s: istnieje w systemie plików
pt_pt: %s: %s: existe no sistema de ficheiros
ru: %s: %s: существует в файловой системе
sv: %s: %s: existerar i filsystemet

source: None
de: Nichts
es: Ninguno
fr: Aucun
nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ru: Нет
sv: Ingen

source: %s can't be opened
de: %s kann nicht geöffnet werden
es: %s no puede ser abierto
fr: %s ne peut pas être ouvert
nl: %s kan niet geopend worden
pl_pl: %s nie mo¿e byæ otworzony
pt_pt: %s não pode ser aberto
ru: %s не может быть открыт
sv: %s kan inte öppnas

source: could not open package
de: Kann Paket nicht öffnen
es: el paquete no pudo ser abierto
fr: n'a pas pu ouvrir le paquet
nl: kon het pakket niet openen
pl_pl: nie mo¿na otworzyæ pakietu
pt_pt: impossível abrir o pacote
ru: невозможно открыть пакет
sv: kan inte öppna paketet

source: load_pkg: missing package name in %s.
de: load_pkg: Nicht vorhandener Paketname in %s.
es: load_pkg: falta el nombre del paquete en %s
fr: load_pkg: nom de paquet absent dans %s
nl: load_pkg: pakket naam ontbreekt in %s.
pl_pl: load_pkg: brak nazwy pakietu w %s.
pt_pt: load_pkg: ausente o nome do pacote em %s.
ru: load_pkg: отсутствует наименование пакета в %s
sv: load_pkg: paketnamn saknas i %s.

source: load_pkg: missing package version in %s.
de: load_pkg: Nicht vorhandene Paketversion in %s.
es: load_pkg: falta la versión del paquete en %s
fr: load_pkg: version de paquet absente dans %s.
nl: load_pkg: pakket versie ontbreekt in %s.
pl_pl: load_pkg: brak numeru wersji w %s.
pt_pt: load_pkg: ausente a versão do pacote em %s.
ru: load_pkg: отсутствует версия пакета в %s
sv: load_pkg: paketversion saknas i %s

source: warning: could not remove tempfile %s
de: Warnung: Kann die temporäre Datei %s nicht entfernen
es: Advertencia: no se pudo borrar el archivo temporal %s
fr: avertissement : n'a pas pu supprimer le fichier temporaire %s
nl: waarschuwing: kon het tijdelijk bestand %s niet verwijderen
pl_pl: uwaga: nie mogê usun±æ pliku tymczasowego %s
pt_pt: aviso: impossível remover ficheiro temporário %s
ru: предупреждение: невозможно удалить временный файл %s
sv: varning: kan inte radera temporärfilen %s

source: bad package file in %s
de: Fehlerhafte Paketdatei in %s
es: El archivo del paquete esta malo en %s
fr: mauvais fichier de paquet dans %s
nl: slecht pakket bestand in %s
pl_pl: uszkodzony pakiet w %s
pt_pt: ficheiro de pacote corrompido em %s
ru: неверный файл пакета в %s
sv: skadad paketfil i %s

source: load_pkg: missing package info file in %s
de: load_pkg: Fehlende Paketinformationsdatei in %s
es: load_pkg: falta el archivo de informacion del paquete en %s
fr: load_pkg: fichier d'information du paquet absent dans %s
nl: load_pkg: pakket info bestand ontbreekt in %s
pl_pl: load_pkg: brak opisu pakietu w %s
pt_pt: load_pkg: ausente ficheiro de informação em %s
ru: load_pkg: отсутствует файл информации о пакете в %s
sv: load_pkg: paketinformationsfil saknas i %s

source: %s: syntax error in description file line %d
de: %s: Syntaxfehler in der Beschreibungsdatei in Zeile %d
es: %s: error de syntaxis en una linea de archivo de descripción %d
fr: %s: erreur de syntaxe dans le fichier de description à la ligne %d
nl: %s: grammatica fout in beschrijvingsbestand lijn %d
pl_pl: %s: b³±d sk³adniowy w pliku opisu w linii %d
pt_pt: %s: erro de sintaxe no ficheiro de descrição na linha %d
ru: %s: синтаксическая ошибка в файле описания на строке %d
sv: %s: syntaxfel i beskrivningsfil på rad %d

source: error
de: Fehler
fr: erreur
nl: fout
pl_pl: b³±d
pt_pt: erro
ru: ошибка
sv: fel

source: Name : %s
es: Nombre : %s
fr: Nom : %s
nl: Naam : %s
pl_pl: Nazwa : %s
pt_pt: Nome : %s
ru: Имя : %s
sv: Namn : %s

source: Version : %s
es: Versión : %s
nl: Versie : %s
pl_pl: Wersja : %s
pt_pt: Versão : %s
ru: Версия : %s

source: Groups :
de: Gruppen :
es: Grupos :
fr: Groupes :
nl: Groepen :
pl_pl: Grupy :
pt_pt: Grupos :
ru: Группы :
sv: Grupp :

source: Packager : %s
de: Packer : %s
es: Empaquetador : %s
fr: Empaqueteur : %s
nl: Verpakker : %s
pl_pl: Twórca pakietu : %s
pt_pt: Distribuidor : %s
ru: Упаковщик : %s
sv: Packeterare : %s

source: License : %s
de: Lizenz : %s
es: Licencia : %s
fr: Licence : %s
nl: Licentie : %s
pl_pl: Licencja : %s
pt_pt: Licença : %s
ru: Лицензия : %s
sv: Licens : %s

source: Architecture : %s
de: Architektur : %s
es: Arquitectura : %s
nl: Architectuur : %s
pl_pl: Architektura : %s
pt_pt: Arquitectura : %s
ru: Архитектура : %s
sv: Arkitektur : %s

source: Size : %ld
de: Größe : %ld
es: Tamaño : %ld
fr: Taille : %ld
nl: Grootte : %ld
pl_pl: Rozmiar : %ld
pt_pt: Tamanho : %ld
ru: Размер : %ld
sv: Storlek : %ld

source: Build Date : %s %s
de: Erstellungsdatum : %s %s
es: Fecha de Compilación : %s %s
fr: Date de Compilation : %s %s
nl: Bouwdatum : %s %s
pl_pl: Data zbudowania : %s %s
pt_pt: Data de Construção : %s %s
ru: Дата сборки : %s %s
sv: Bakningsdag : %s %s

source: Install Date : %s %s
de: Installationsdatum : %s %s
es: Fecha de Instalación : %s
fr: Date d'Installation : %s
nl: Installatiedatum : %s %s
pl_pl: Data instalacji : %s %s
pt_pt: Data de Instalação : %s %s
ru: Дата установки : %s %s
sv: Installationsdatum : %s %s

source: Install Script : %s
de: Installationsskript : %s
es: Script de Instalación : %s
fr: Script d'Installation : %s
nl: Installatiescript : %s
pl_pl: Skrypt instaluj±cy : %s
pt_pt: Script de Instalação : %s
ru: Установочный скрипт : %s
sv: Installationsskript : %s

source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja
pl_pl: Tak
pt_pt: Sim
ru: Да
sv: Ja

source: No
de: Nein
fr: Non
nl: Nee
pl_pl: Nie
pt_pt: Não
ru: Нет
sv: Nej

source: Reason: :
de: Grund :
es: Motivo: :
fr: Raison: :
nl: Reden: :
pl_pl: Powód: :
pt_pt: Razão: :
ru: Причина: :
sv: Anledning: :

source: explicitly installed
de: Explizit installiert
es: instalado explícitamente
fr: installé explicitement
nl: Expliciet geinstalleerd
pl_pl: zainstalowany na polecenie
pt_pt: explicitamente instalado
ru: явно установленный
sv: explicit installerad

source: installed as a dependency for another package
de: Installiert durch die Abhängigkeit zu einem anderen Paket
es: instalado por dependencia de otro paquete
fr: installé en tant que dépendance pour un autre paquet
nl: geinstalleerd als een afhankelijkheid voor een ander pakket
pl_pl: zainstalowany jako zale¿no¶æ
pt_pt: instalado como dependência de outro pacote
ru: установленный как зависимость для другого пакета
sv: installerat paket krävs av ett annat

source: unknown
de: Unbekannt
es: desconocido
fr: inconnu
nl: onbekend
pl_pl: nieznany
pt_pt: desconhecido
ru: неизвестно
sv: okänt

source: Provides :
de: Providiert :
es: Proporciona :
fr: Fournit :
nl: Voorziet :
pl_pl: Zawiera :
pt_pt: Fornece :
ru: Обеспечивает :
sv: Tillhandahåller :

source: Depends On :
de: Abhängig von :
es: Depende de :
fr: Depend De :
nl: Hangt af van :
pl_pl: Wymaga :
pt_pt: Depende de :
ru: Зависимости :
sv: Kräver :

source: Required By :
de: Benötigt von :
es: Requerido por :
fr: Requis Par :
nl: Vereist door :
pl_pl: Wymagany przez :
pt_pt: Requerido por :
ru: Необходим для :
sv: Krävs av :

source: Conflicts With :
de: Kollidiert mit :
es: Tiene conflictos con :
fr: En conflit Avec :
nl: Conflicteert met :
pl_pl: W konflikcie z :
pt_pt: Entra em Conflito com :
ru: Конфликтует с :
sv: Kolliderar Med :

source: Description :
de: Beschreibung :
es: Descripción :
nl: Beschrijving :
pl_pl: Opis :
pt_pt: Descrição :
ru: Описание :
sv: Beskrivning :

source: Name : %s
es: Nombre : %s
fr: Nom : %s
nl: Naam : %s
pl_pl: Nazwa : %s
pt_pt: Nome : %s
ru: Имя : %s
sv: Namn : %s

source: Version : %s
nl: Versie : %s
pl_pl: Wersja : %s
pt_pt: Versão : %s
ru: Версия : %s

source: Groups :
de: Gruppen :
es: Grupos :
fr: Groupes :
nl: Groepen :
pl_pl: Grupy :
pt_pt: Grupos :
ru: Группы :
sv: Grupper :

source: Provides :
de: Providiert :
es: Proporciona :
fr: Fournit :
nl: Voorziet :
pl_pl: Zawiera :
pt_pt: Fornece :
ru: Обеспечивает :
sv: Tillhandahåller :

source: Depends On :
de: Abhängig von :
es: Depende de :
fr: Depend De :
nl: Hangt af van :
pl_pl: Wymaga :
pt_pt: Depende de :
ru: Зависит от :
sv: Kräver :

source: Conflicts With :
de: Kollidiert mit :
es: Tiene conflictos con :
fr: En conflit avec :
nl: Conflicteert met :
pl_pl: W konflikcie z :
pt_pt: Entra em Conflito com :
ru: Конфликтует с :
sv: Kolliderar Med :

source: Replaces :
de: Ersetzt :
es: Reemplaza :
fr: Remplace :
nl: Vervangt :
pl_pl: Zastêpuje :
pt_pt: Substitui :
ru: Заменяет :
sv: Ersätter :

source: Size (compressed) : %ld
de: Größe (komprimiert) : %ld
es: Tamaño (comprimido) : %ld
fr: Taille (compressé) : %ld
nl: Grootte (gecomprimeerd) : %ld
pl_pl: Rozmiar (skompresowany) : %ld
pt_pt: Tamanho (comprimido) : %ld
ru: Размер (упакованный) : %ld
sv: Storlek (komprimerad) : %ld

source: Description :
de: Beschreibung :
es: Descripción :
nl: Beschrijving :
pl_pl: Opis :
pt_pt: Descrição :
ru: Описание :
sv: Beskrivning :

source: MD5 Sum : %s
de: MD5 Prüfsumme : %s
es: Suma MD5 : %s
fr: Somme MD5 : %s
pl_pl: Suma Kontrolna : %s
pt_pt: Chave MD5 : %s
ru: Сумма MD5 : %s
sv: MD5 Summa : %s

source: error: you cannot perform this operation unless you are root.
de: Fehler: Sie können diese Operation nicht ausführen, es sei denn Sie sind root.
es: error: esta operación solo puede ser realizada como superusuario (root).
fr: erreur : vous ne pouvez réaliser cette opération sans être root.
nl: fout: je kan deze actie alleen uitvoeren als je root bent.
pl_pl: b³±d: musisz byæ rootem by wykonaæ to polecenie.
pt_pt: erro: impossível efectuar esta operação sem possuir acesso root.
ru: ошибка: вы не можете выполнить это действие, для этого необходимы права root.
sv: fel: du kan inte utföra denna operation ifall du inte är root.

source: error: unable to lock pacman database.
de: Fehler: Kann die Pacman Datenbank nicht sperren
es: error: no se pudo bloquear la base de datos de pacman
fr: erreur : incapable de verrouiller la base de données de pacman.
nl: fout: niet in staat om de pacman database vast te zetten.
pl_pl: b³±d: nie mo¿na zablokowaæ bazy danych pacmana.
pt_pt: erro: impossível bloquear a base de dados do pacman.
ru: ошибка: невозможно заблокировать базу данных pacman'а.
sv: fel: kan inte låsa pacmandatabasen

source: if you're sure pacman is not already running, you
de: wenn Sie sich sicher sind, dass pacman nicht gestartet ist,
es: si está seguro que pacman no esta corriendo actualmente, usted
fr: si vous êtes sûr que pacman n'est pas déjà en cours d'exécution, vous
nl: als je zeker bent dat pacman al niet draait, kan je
pl_pl: je¿eli jeste¶ pewien ¿e pacman nie dzia³a
pt_pt: se está certo que o pacman não está em execução, você
ru: если вы уверены, что pacman в данный момент не выполняется,
sv: ifall du är säker på att pacman inte redan körs,

source: can remove %s
de: können Sie %s entfernen.
es: puede eliminar %s
fr: pouvez supprimer %s
nl: %s verwijderen
pl_pl: mo¿esz usun±æ %s
pt_pt: pode remover %s
ru: то вы можете удалить %s
sv: kan du ta bort %s.

source: warning: cannot open logfile
de: Warnung: Kann die Log Datei nicht öffnen.
es: advertencia: no se puede abrir el archivo de registro
fr: avertissement : ne peut pas ouvrir le fichier du journal
nl: waarschuwing: kan logboekbestand niet openen
pl_pl: uwaga: nie mogê otworzyæ pliku logów
pt_pt: aviso: impossível abrir ficheiro de registo.
ru: предупреждение: невозможно открыть лог-файл
sv: varning: kan inte öppna loggfilen.

source: Installation Root: %s
de: Installationsverzeichnis: %s
es: Ruta de Instalación: %s
fr: Racine de l'Installation : %s
nl: Installatie Stam: %s
pl_pl: Katalog instalacji: %s
pt_pt: Raíz da instalação: %s
ru: Установочный корневой каталог: %s
sv: Installationsrot: %s

source: Top-level DB Path: %s%s
de: Datenbank Verzeichnis: %s
es: Ruta de Base de Datos: %s%s
fr: Plus haut niveau du Chemin de la base de données : %s%s
nl: Hoogste niveau DB pad: %s%s
pl_pl: ¦cie¿ka do bazy: %s%s
pt_pt: Localização da raíz da base de dados: %s%s
ru: Путь к Top-level DB: %s%s
sv: Databasrot : %s%s

source: Targets:
de: Ziele:
es: Destinos:
fr: Destinations :
nl: Doelen:
pl_pl: Cele:
pt_pt: Alvos:
ru: Цели:
sv: Mål:

source: initializing database %s...
de: Initialisiere Datenbank %s...
es: inicializando base de datos %s...
fr: initialisation de la base de données %s...
nl: bezig met initialiseren van de database %s...
pl_pl: uruchamiam bazê %s...
pt_pt: inicializando a base de dados %s...
ru: инициализация базы данных %s...
sv: initierar databasen %s...

source: error: could not create database.
de: Fehler: Konnte Datenbank nicht erstellen.
es: error: no se pudo crear base de datos.
fr: erreur : n'a pas pu créer la base de données.
nl: fout: kon de database niet aanmaken.
pl_pl: b³±d: nie mogê stworzyæ bazy danych.
pt_pt: erro: impossível criar a base de dados.
ru: ошибка: невозможно создать базу данных.
sv: fel: kan inte skapa databasen.

source: error: could not open database.
de: Fehler: Konnte Datenbank nicht öffnen.
es: error: no se pudo abrir la base de datos.
fr: erreur : n'a pas pu ouvrir la base de données.
nl: fout: kon de database niet openen.
pl_pl: b³±d: nie mogê otworzyæ bazy danych.
pt_pt: erro: impossível abrir a base de dados.
ru: ошибка: невозможно открыть базу данных.
sv: fel: kan inte öppna databasen.

source: error: no operation specified (use -h for help)
de: Fehler: Keine Operationsanweisung angegeben (-h für Hilfe)
es: error: no se especificó operación (use -h para obtener ayuda)
fr: erreur : pas d'opération spécifiée (utiliser -h pour l'aide)
nl: fout: geen actie gespecifieerd (gebruik -h voor hulp)
pl_pl: b³±d: nie okre¶lono akcji (u¿yj -h w celu pomocy)
pt_pt: erro: nenhuma operação especificada (utilize -h para ajuda)
ru: ошибка: операции не заданы (используйте ключ -h для справки)
sv: fel: ingen operation angiven (använd -h för hjälp)

source: conflict: %s
de: Konflikt: %s
es: conflicto: %s
fr: conflit : %s
pl_pl: w konflikcie z: %s
pt_pt: conflito: %s
ru: конфликт: %s
sv: konflikt: %s

source: requires: %s
de: Benötigt: %s
es: requiere: %s
fr: requiert : %s
nl: vereist: %s
pl_pl: wymaga: %s
pt_pt: requer: %s
ru: требуеться: %s
sv: kräver: %s

source: error: no usable package repositories configured.
de: Fehler: Keine nutzbaren Paketquellen konfiguriert.
es: error: no hay repositorios de paquetes configurados.
fr: erreur : aucun dépôt de paquets utilisable configuré.
nl: fout: geen bruikbare pakket magazijn geconfigureerd.
pl_pl: b³±d: brak sprawnych repozytoriów.
pt_pt: erro: não foram configurados repositórios de pacotes utilizáveis.
ru: ошибка: не настроено ни одного репозитория годного к использованию.
sv: fel: inga användbara paketförråd angivna.

source: removing old packages from cache...
de: Entferne alte Pakete aus dem Cache...
es: removiendo paquetes antiguos del caché
fr: suppression des vieux paquets du cache...
nl: bezig met het verwijderen van oude pakketten uit de cache...
pl_pl: usuwam stare pakiety z cache
pt_pt: apagando pacotes antigos do cache...
ru: удаление старых пакетов из кэша...
sv: tar bort gamla paket från cache-mappen...

source: error: could not access cache directory
de: Fehler: Kein Zugriffsrecht auf das Cache Verzeichnis
es: error: no se pudo acceder al directorio del caché
fr: erreur : n'a pas pu accéder au répertoire du cache
nl: fout: kon de cache map niet bereiken
pl_pl: b³ad: brak dostêpu do katalogu cache
pt_pt: erro: impossível aceder á directoria da cache
ru: ошибка: нет доступа к каталогу кэша
sv: fel: åtkomst nekad till cache-mappen

source: removing all packages from cache...
de: Entferne alle Pakete aus dem Cache...
es: removiendo todos los paquetes del cache...
fr: suppression de tous les paquets du cache...
nl: bezig met alle pakketten te verwijderen van de cache...
pl_pl: usuwam wszystkie pakiety z cache...
pt_pt: apagando todos os pacotes da cache...
ru: удаление всех пакетов из кэша...
sv: tar bort alla paket från cache-mappen...

source: error: could not remove cache directory: %s
de: Fehler: Kann Cache Verzeichnis nicht entfernen: %s
es: error: no se pudo eliminar el directorio del caché: %s
fr: erreur : n'a pas pu supprimer le répertoire du cache : %s
nl: fout: kon de cache map niet verwijderen: %s
pl_pl: b³±d: nie mo¿na usun±æ katalogu cache: %s
pt_pt: erro: impossível remover directoria da cache: %s
ru: ошибка: невозможно удалить каталог кэша: %s
sv: fel: kan inte ta bort cache-mappen: %s

source: error: could not create new cache directory: %s
de: Fehler: Kann kein neues Cache Verzeichnis erstellen: %s
es: error: no se pudo crear el directorio para caché: %s
fr: erreur : n'a pas pu créer un nouveau répertoire de cache : %s
nl: fout: kon geen nieuwe cache map aanmaken: %s
pl_pl: b³ad: nie mogê stworzyæ nowego katalogu cache: %s
pt_pt: erro: impossível criar nova directoria da cache: %s
ru: ошибка: невозможно создать новый каталог кэша: %s
sv: fel: kan inte skapa en ny cache-mapp: %s

source: done.
de: Fertig.
es: finalizado.
fr: Terminé.
nl: voltooid.
pl_pl: zrobione.
pt_pt: completado.
ru: готово.
sv: klar.

source: :: Synchronizing package databases...
de: :: Synchronisiere Paketdatenbanken...
es: :: Sincronizando las bases de datos de los paquetes...
fr: :: Synchronisation des bases de données des paquets...
nl: :: Synchroniseren van pakket databases...
pl_pl: :: Synchronizujê bazê danych pakietów...
pt_pt: :: Sincronizando bases de dados dos pacotes...
ru: :: Синхронизация базы данных пакетов...
sv: :: Synkroniserar paketdatabaserna...

source: synchronizing package lists
de: Synchronisiere Paketlisten
es: sincronizando las listas de paquetes
fr: synchronisation des listes de paquets
nl: Bezig met het synchroniseren van pakketlijsten
pl_pl: synchronizujê listê pakietów
pt_pt: sincronizando listas de pacotes
ru: синхронизация списка пакетов
sv: synkroniserar paketlistorna

source: error: could not open sync database: %s
de: Fehler: Kann Synchronisationsdatenbank nicht öffnen: %s
es: error: no se pudo abrir la base de datos de sincronización: %s
fr: erreur: n'a pas pu ouvrir la base de données de synchro : %s
nl: fout: kon de synchronisatiedatabase niet openen: %s
pl_pl: b³ad: nie mogê otworzyæ bazy danych sync: %s
pt_pt: erro: impossível abrir base de dados sincronizada: %s
ru: ошибка: не могу открыть синхронизирующую базу данных: %s
sv: fel: kan inte öppna synkroniseringsdatabas: %s

source: have you used --refresh yet?
de: Haben Sie schon --refresh benutzt?
es: ha usado la opción --refresh?
fr: avez-vous déjà utilisé --refresh ?
nl: heb je al --refresh gebruikt?
pl_pl: czy u¿y³e¶ ju¿ --refresh?
pt_pt: já utilizou a opção --refresh?
ru: Вы использовали --refresh все же?
sv: har du användt --refresh än?

source: Package "%s" was not found.
de: Das Paket "%s" kann nicht gefunden werden.
es: El paquete "%s" no fue encontrado
fr: Le paquet "%s" n'a pas été trouvé.
nl: Pakket "%s" werd niet gevonden.
pl_pl: Pakiet "%s" nie zosta³ znaleziony.
pt_pt: O pacote "%s" não foi encontrado.
ru: Пакет "%s" не найден.
sv: Paketet "%s" kunde inte hittas.

source: Repository "%s" was not found.
de: Die Paketquelle "%s" kann nicht gefunden werden.
es: El repositorio "%s" no fue encontrado.
fr: L'archive "%s" n'a pas été trouvé.
nl: Magazijn "%s" werd niet gevonden.
pl_pl: Repozytorium "%s" nie zosta³o znalezione.
pt_pt: O repositório "%s" não foi encontrado.
ru: Репозиторий "%s" не найден.
sv: Förrådet "%s" kunde inte hittas.

source: starting full system upgrade
de: Starte Systemerneuerung
es: Inicializando la actualización completa del sistema
fr: démarrage de la mise à niveau complète du système
nl: opstarten van volledig systeem upgrade
pl_pl: rozpoczynam pe³n± aktualizacjê systemu systemu
pt_pt: iniciando a actualização completa do sistema
ru: начало полного обновления системы
sv: startar fullständig systemuppgradering

source: :: %s-%s: ignoring package upgrade (to be replaced by %s-%s)
de: :: %s-%s: Ignoriere Paketerneuerung (würde ersetzt von %s-%s)
es: :: %s-%s: ignorando la actualización del paquete (para ser reemplazado con %s-%s)
fr: :: %s-%s: ignore la mise à niveau du paquet (remplacé par %s-%s)
nl: :: %s-%s: pakket upgrade genegeerd (wordt vervangen door %s-%s)
pl_pl: :: %s-%s: ignorujê aktualizacjê pakietu (zast±piony przez %s-%s)
pt_pt: :: %s-%s: ignorando actualização do pacote (a ser substituido por %s-%s)
ru: :: %s-%s: игнорирование обновления пакета (был бы заменен на %s-%s)
sv: :: %s-%s: ignorerar paketuppgradering (ersätts utav %s-%s)
